{
  "6b0e134d-8d2e-48bc-8fa3-e8fc79793804": {
    "id": "6b0e134d-8d2e-48bc-8fa3-e8fc79793804",
    "title": "The Journal and Writings of Ambrose Rigge",
    "description": "Ambrose Rigge (1635-1705) was early convinced of the truth through the preaching of George Fox, and grew to be a powerful minister of the gospel, a faithful elder, and a great sufferer for the cause of Christ. In one of his letters, he writes, “I have been in eleven prisons in this county, one of which held me ten years, four months and upward, besides twice premunired, and once publicly lashed, and many other sufferings too long to relate here.” Yet through all he kept the faith, and served the Lord’s body even while in bonds, through letters and papers given to encourage and establish the flock. Ambrose Rigge was one of many in his generation who sold all to buy the Pearl of great price, and having found true treasure, he kept it till the end.",
    "shortDescription": "A journal of the life, sufferings, and Christian labors of Ambrose Rigge, including a collection of epistles to the church, and treatises on the fall of man, the inward and spiritual grace of God, the kingdom of Christ, and other important subjects.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "10648b95-063c-4d7f-a6a2-4cd3fd690196",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-004-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/ambrose-rigge/journal-and-writings/modernized/Journal_of_Ambrose_Rigge--modernized--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/ambrose-rigge/journal-and-writings"
  },
  "841500ef-cd48-4a42-8bd4-90ee841d19b4": {
    "id": "841500ef-cd48-4a42-8bd4-90ee841d19b4",
    "title": "The Journal of Ann Branson",
    "description": "Ann Branson (1808-1891) was one of the very last, true ministers (having been prepared, called, and used of the Lord) in a greatly reduced and sadly degenerate Society. Her deepest cry to the Lord, from the days of her childhood, was that “His eye would not pity, nor His hand spare” till He had thoroughly cleansed her heart, and made her a useful vessel in His house. Humbling herself before God and men, she was exalted by the Lord as a powerful and prophetic minister, one of the few in her day who stood in the purity and power of the original Quakers, even while all around her the 200 year old lampstand of the Society of Friends slowly and tragically burned out.",
    "shortDescription": "The journal and letters of Ann Branson, a minister in the Society of Friends who faithfully adhered to the principles and practices of Truth in a time of great division and decadence.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "92751523-7fb2-4614-93ce-2b007403a7ce",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-005-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/ann-branson/journal/modernized/Journal_of_Ann_Branson--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-006-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/ann-branson/journal/original/Journal_of_Ann_Branson--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/ann-branson/journal"
  },
  "025ae678-5e76-4128-9b59-b0761a7cb9d1": {
    "id": "025ae678-5e76-4128-9b59-b0761a7cb9d1",
    "title": "The Life of Ann Crowley",
    "description": "Ann Crowley (1765-1826) was one of eight sisters who lived together for many years in spiritual unity and tender affection. Though all of her siblings appear to have been preachers of righteousness in life and conduct, Ann was called of the Lord to serve Him in a more public sphere. Being of a shy and unassuming character, she was for some time unwilling to open her mouth in the assemblies of God’s people. But by the “operation of divine love” upon her heart, she was eventually brought to a state of resignation, and with the encouragement of some valuable Friends (like Debra Darby and Thomas Scattergood), she put her hand to the gospel plow and never looked back.",
    "shortDescription": "A short narrative of the life and Christian experiences of Ann Crowley, giving a relation of her call to the ministry and labors in the gospel; also containing a testimony of the life and dying sayings of her sister, Rebecca Crowley.",
    "tags": [
      "journal"
    ],
    "friendId": "1da97dc1-d7d9-4bf6-a81c-ea1b638dbc20",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-196-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/ann-crowley/life/modernized/Life_of_Ann_Crowley--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-197-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/ann-crowley/life/original/Life_of_Ann_Crowley--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/ann-crowley/life"
  },
  "0e7ca047-14ff-4883-8977-877d36632d11": {
    "id": "0e7ca047-14ff-4883-8977-877d36632d11",
    "title": "The Life and Letters of Catherine Payton",
    "description": "Catherine Payton (1727-1794 — also known by her married name, Catherine Phillips) was an eminently gifted minister in the Society of Friends, who traveled almost continually for forty years in the service of Truth throughout England, Ireland, and North America. Her journal and letters clearly demonstrate a life entirely surrendered to the cross of Christ, a mind supplied with wisdom and utterance from on high, and a heart filled with love for God and for mankind.",
    "shortDescription": "A journal of the life and Christian labors of Catherine Payton (Phillips), containing many letters of correspondence and an account of her ministerial travels in England, Ireland, Holland, Wales, and the American colonies.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "d0348949-78b6-4c14-932f-93e6d7825607",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-007-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/catherine-payton/life-and-letters/modernized/Life_and_Letters_of_Catherine_Payton--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-008-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/catherine-payton/life-and-letters/original/Life_and_Letters_of_Catherine_Payton--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/catherine-payton/life-and-letters"
  },
  "08b94a0b-b96f-4525-bd46-79b0d60c4302": {
    "id": "08b94a0b-b96f-4525-bd46-79b0d60c4302",
    "title": "Letter to a Backslidden Brother",
    "description": "Catherine Payton (1727-1794 — also known by her married name, Catherine Phillips) was an eminently gifted minister in the Society of Friends, who traveled almost continually for forty years in the service of Truth. Her journal and letters clearly demonstrate a life entirely surrendered to the cross of Christ, a mind supplied with wisdom and utterance from on high, and a heart filled with love for God and for mankind. This short extract contains a serious and convincing letter to her brother Henry, whom she feared had drifted away from the path of peace.",
    "shortDescription": "This letter was written by Catherine Phillips in 1753 to her brother Henry Payton, who she feared had “strayed from the path of peace and safety, to seek satisfaction in the grasp of empty bubbles, which had assumed the form, in his sight, of something substantial.”",
    "tags": [
      "letters"
    ],
    "friendId": "d0348949-78b6-4c14-932f-93e6d7825607",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-009-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/catherine-payton/letter-to-brother/modernized/Letter_to_Backslidden_Brother--modernized--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/catherine-payton/letter-to-brother"
  },
  "a40a3ac1-af68-474f-bf76-66028ca17b49": {
    "id": "a40a3ac1-af68-474f-bf76-66028ca17b49",
    "title": "Selection from the Journal of Catherine Payton",
    "description": "Catherine Payton (1727-1794, also known by her married name, Catherine Phillips) was a well-known and highly-esteemed minister in the Society of Friends, whose labors in the gospel turned many from  darkness to light, and from the power of Satan to God. This selection from her journal contains an autobiographical portion, in which Catherine describes her early experiences of the mercies and judgments of the Lord, and her call to the ministry, followed by a sample of her letters which manifest her extraordinary gift of administering heavenly counsel and admonition to a variety of spiritual conditions.",
    "shortDescription": "A selection from the Life and Letters of Catherine Payton (1727-1794, also known by her married name, Catherine Phillips) containing a biographical narrative of her upbringing and early surrender to the Lord, along with four remarkable letters, written to individuals in a variety of spiritual conditions.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "d0348949-78b6-4c14-932f-93e6d7825607",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-232-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/catherine-payton/journal-selection/updated/Selection_Journal_of_Catherine_Payton--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/catherine-payton/journal-selection"
  },
  "8efe55b2-00e9-432b-853f-fc5f3cb8deaf": {
    "id": "8efe55b2-00e9-432b-853f-fc5f3cb8deaf",
    "title": "The Journal of Charles Marshall",
    "description": "Charles Marshall (1637-1698) was convinced of the Truth at age seventeen by the powerful ministry of John Audland and John Camm, and eventually became a worthy minister and elder himself in the early Society of Friends. This publication contains his full journal, a large collection of his letters and epistles to the churches, and a number of treatises and other publications, including “The Way of Life Revealed and the Way of Death Discovered.”",
    "shortDescription": "This publication contains the full journal of Charles Marshall, a large collection of his letters and epistles to the churches, and a number of treatises and other publications, including, “The Way of Life Revealed and the Way of Death Discovered.”",
    "tags": [
      "journal",
      "letters",
      "treatise"
    ],
    "friendId": "593f481a-d4e7-4fe0-8126-33d408baa19f",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-212-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/charles-marshall/journal/modernized/Journal_of_Charles_Marshall--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-213-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/charles-marshall/journal/original/Journal_of_Charles_Marshall--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/charles-marshall/journal"
  },
  "9ac03f31-dba4-4723-a8cd-4a67bde65757": {
    "id": "9ac03f31-dba4-4723-a8cd-4a67bde65757",
    "title": "Selection from the Journal of Charles Marshall",
    "description": "Charles Marshall (1637-1698) was convinced of the Truth at age seventeen by the powerful ministry of John Audland and John Camm, and eventually became a worthy minister and elder himself in the early Society of Friends. This short but instructive journal describes Marshall’s progressive experience of the light of Jesus Christ, both as his judge and teacher, and also uncovers the several snares and temptations of the enemy that he met with and overcame along the way.",
    "shortDescription": "A short but instructive selection from the Journal of Charles Marshall, in which he describes his progressive experience of the light of Jesus Christ, both as judge and teacher, and also uncovers the several snares and temptations of the enemy that he met with and overcame along the way.",
    "tags": [
      "journal"
    ],
    "friendId": "593f481a-d4e7-4fe0-8126-33d408baa19f",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-010-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/charles-marshall/journal-selection/updated/Selection_Journal_of_Charles_Marshall--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/charles-marshall/journal-selection"
  },
  "769b12e4-b909-4fb0-9177-b74a1bef9f35": {
    "id": "769b12e4-b909-4fb0-9177-b74a1bef9f35",
    "title": "The Way of Life Revealed and the Way of Death Discovered",
    "description": "Charles Marshall (1637-1698) was convinced of the Truth at age seventeen by the powerful ministry of John Audland and John Camm, and eventually became a worthy minister and elder himself in the early Society of Friends. This short treatise, written in 1673, describes the miserable condition of man in the fall, the means by which God restores the penitent soul into the image of God, and many snares, deceptions and temptations of the enemy of man’s happiness.",
    "shortDescription": "The Way of Life Revealed and the Way of Death Discovered—Wherein is Declared Man’s Happy State Before the Fall, His Miserable State in the Fall, and the Way of Restoration Out of the Fall, Into the Image of God Again, In Which Man Was Before the Fall.",
    "tags": [
      "treatise"
    ],
    "friendId": "593f481a-d4e7-4fe0-8126-33d408baa19f",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-214-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/charles-marshall/way-of-life-revealed/updated/Way_of_Life_Revealed--updated--audio.png"
      },
      {
        "type": "modernized",
        "isbn": "978-1-64476-011-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/charles-marshall/way-of-life-revealed/modernized/Way_of_Life_Revealed--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-215-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/charles-marshall/way-of-life-revealed/original/Way_of_Life_Revealed--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/charles-marshall/way-of-life-revealed"
  },
  "ede0dbbf-d031-4180-9ee5-e78641be72cd": {
    "id": "ede0dbbf-d031-4180-9ee5-e78641be72cd",
    "title": "The Life of Christopher Healy",
    "description": "Christopher Healy (1773-1851) joined the Society of Friends when 19 years old, and being faithful in the “day of small things,” grew strong in the grace of God and in the knowledge of Jesus Christ. He became an eminent minister of the gospel during the sad time of declension and division in the mid 1800’s. When many nominal Quakers were departing to the right and to the left, Christopher Healy was among the few who kept to the ancient path and “contended earnestly for the faith which was once for all delivered to the saints.”",
    "shortDescription": "A journal of the convincement, spiritual growth and ministerial labors of Christopher Healy. A few previously unpublished letters have been annexed to this edition, along with a supplement called “The Last Year of the Life of Christopher Healy” by George Williams Brown.",
    "tags": [
      "journal"
    ],
    "friendId": "16340b4d-217f-4256-a35a-83e36a315986",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-012-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/christopher-healy/life/modernized/Life_of_Christopher_Healy--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-013-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/christopher-healy/life/original/Life_of_Christopher_Healy--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/christopher-healy/life"
  },
  "843e3d87-d877-432c-a54e-fbe7996022a8": {
    "id": "843e3d87-d877-432c-a54e-fbe7996022a8",
    "title": "Life of Christopher Story",
    "description": "Christopher Story (1648-1720) was inclined to piety from his youth. But when the Lord was pleased to open his understanding, he saw that his former religious building must be entirely thrown down, having not been built upon the true foundation. Being awakened to see something of the “exceeding sinfulness” of sin, he willingly bowed under the yoke of Christ, took up his daily cross, and thereby became a disciple and follower of Him. In time, he was endued with a large gift in the ministry which, though simple, was powerful and edifying, and was said to “often fall upon the people of God like a sweet shower upon the tender grass.”",
    "shortDescription": "The journal of the life of Christopher Story, containing several epistles to the church, letters to friends and family, and a supplement describing his final services in the church, his last illness, and decease.",
    "tags": [
      "journal"
    ],
    "friendId": "515aac77-35be-4270-a803-9e5418a60e24",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-015-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/christopher-story/journal/modernized/Life_of_Christopher_Story--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-014-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/christopher-story/journal/original/Life_of_Christopher_Story--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/christopher-story/journal"
  },
  "9811730b-0a00-4dea-b01f-c676df865802": {
    "id": "9811730b-0a00-4dea-b01f-c676df865802",
    "title": "The Journal of Daniel Stanton",
    "description": "Daniel Stanton (1708-1770) was left an orphan when very young, and passed through great hardships in his early years. Being moved from place to place for short periods of time, he at last was put apprentice to his uncle in New Jersey, where he was allowed no freedom to attend any place of worship. But having a heart that longed for truth, the Lord was pleased to visit and instruct him by His own Holy Spirit, enabling him clearly to see that “those who worship Him, must worship in Spirit and truth.” Continuing in faithful resignation to whatever the Lord made manifest, Daniel became a minster of the gospel in the Society of Friends, and though his adult life was fraught with difficulties (having to bury his wife and five children before the age of forty), he overcame the world through a living faith and an unreserved surrender to the Lord Jesus Christ.",
    "shortDescription": "A journal of the life, travels, and gospel labours of Daniel Stanton, giving an account of his surrender to the Spirit of Truth when an orphan, his growth in grace and his travels in the work of the ministry; also containing his epistles to monthly and quarterly meetings in North Carolina.",
    "tags": [
      "journal"
    ],
    "friendId": "3459c505-19f0-4a35-8bb1-44d75647566b",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-211-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/daniel-stanton/journal/modernized/Journal_of_Daniel_Stanton--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-210-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/daniel-stanton/journal/original/Journal_of_Daniel_Stanton--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/daniel-stanton/journal"
  },
  "3c1f4d2b-cefb-4a8f-a0aa-ad9de657b15f": {
    "id": "3c1f4d2b-cefb-4a8f-a0aa-ad9de657b15f",
    "title": "The Journal of Daniel Wheeler",
    "description": "The life of Daniel Wheeler (1771-1840) is a monument to the heart-purifying power of the gospel of Jesus Christ. Left an orphan at a very young age, Wheeler was placed by as an apprentice on a sailing vessel where, along with learning sailing and navigation, he became acquainted with every form of vice and immorality. After six years in the navy and seven years in the army, the Lord made use of a hurricane at sea to awaken him to his lost condition. Being mercifully enabled to repent, and also to see the “entire spirituality of the Gospel dispensation,” he soon left the army and joined the Society of Friends in London. His growth in grace was quick and steady, and after some years he became a minister of great esteem. When Emperor Alexander I of Russia requested the assistance of a Quaker farmer from England, Wheeler moved his family to near St. Petersburg, where they lived for a number of lonely but instructive years. Afterwards, he was led by the Lord to preach the gospel of Christ throughout the South Pacific Ocean.",
    "shortDescription": "The inspiring journal of Daniel Wheeler, relating his conversion and rapid growth in the truth, his fourteen trying years in St. Petersburg, Russia, and his subsequent missionary journeys to various of islands in Pacific Ocean.",
    "tags": [
      "journal"
    ],
    "friendId": "e1eb432b-6ae5-4968-89e4-91af5b40bb17",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-018-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/daniel-wheeler/journal/modernized/Journal_of_Daniel_Wheeler--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-017-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/daniel-wheeler/journal/original/Journal_of_Daniel_Wheeler--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/daniel-wheeler/journal"
  },
  "ad6a0837-7797-4c6c-a641-bfb722bedf21": {
    "id": "ad6a0837-7797-4c6c-a641-bfb722bedf21",
    "title": "The Journal of David Ferris",
    "description": "David Ferris (1707-1779) was favored as a young child with a merciful visitation of the Lord whereby he was called out of the vanities of the world and enabled to see through the empty forms and superstitions of man-made religion. He was brought up a Presbyterian and educated in their way, but by attending to the inward teachings of divine grace, he became convinced of the principles of Friends (having no outward knowledge of their doctrines or practices). Being timid and diffident by nature, he resisted the Lord’s call to ministry for many years, but at length gave up to preach the gospel and travel in the Lord’s service.",
    "shortDescription": "A journal of the life David Ferris, recounting his remarkable convincement of Truth’s principles apart from any human instrumentality, his timidness in giving up to speak as a minister of the gospel, and his eventual growth and usefulness in the body of Christ.",
    "tags": [
      "journal"
    ],
    "friendId": "373fe3ce-7971-4241-8124-74efad870ad2",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-019-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/david-ferris/journal/modernized/Journal_of_David_Ferris--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-020-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/david-ferris/journal/original/Journal_of_David_Ferris--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/david-ferris/journal"
  },
  "052ac10e-2c75-42c5-aa35-f38f34aa1214": {
    "id": "052ac10e-2c75-42c5-aa35-f38f34aa1214",
    "title": "The Life of David Sands",
    "description": "David Sands (1745-1816) was an active and influential minister in the Society of Friends at a time when the minds of many Friends (particularly in Ireland) had been led astray from the simplicity and purity of devotion to Christ. Originally from Long Island, Sands labored extensively throughout New England, and also made a lengthy trip to Europe where he preached the gospel in England, Ireland, France, Germany, and several other parts of the continent. His life was fraught with many deep conflicts, difficulties, and opposition, but he remained a faithful pillar in the church, and an example of humility and self-denial, in the midst of a much deteriorated Society.",
    "shortDescription": "A journal of the life and gospel labors of David Sands, containing numerous extracts from his letters to friends and fellow-ministers, and a short treatise on the subject of silent worship, or waiting upon God.",
    "tags": [
      "journal"
    ],
    "friendId": "a0b9e8ae-f6af-4e12-a0b0-381a84387780",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-021-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/david-sands/journal/modernized/Life_of_David_Sands--modernized--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/david-sands/journal"
  },
  "14f4fcbb-1027-4364-977e-5a2aba92a827": {
    "id": "14f4fcbb-1027-4364-977e-5a2aba92a827",
    "title": "The Life and Letters of Deborah Bell",
    "description": "Deborah Bell (1689-1738) was called to preach the everlasting gospel when only nineteen years old, and being faithful in little, she ​grew quickly ​both in​ the knowledge​ and experience​ of God​. Many who were unacquainted with the work of the Spirit of Truth in themselves, were reached​ and awakened​ by her powerful and liv​ing​ ministry​.​ She labored faithfully in word and doctrine,​ visiting many of the meetings of Friends in most parts of England, Wales, Scotland, and Ireland.",
    "shortDescription": "A journal of the life and gospel labors of Deborah Bell, containing an account of her travels in the work of the ministry, a collection of letters between herself and Joseph Pike, and a supplement to her journal written by her husband.",
    "tags": [
      "journal"
    ],
    "friendId": "130d2247-914f-4301-8f69-26ede577b7c0",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-023-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/deborah-bell/life-and-letters/modernized/Life_and_Letters_of_Deborah_Bell--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-022-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/deborah-bell/life-and-letters/original/Life_and_Letters_of_Deborah_Bell--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/deborah-bell/life-and-letters"
  },
  "492a89d4-0f81-490a-9619-b3a390d51307": {
    "id": "492a89d4-0f81-490a-9619-b3a390d51307",
    "title": "The Life of Elizabeth Stirredge",
    "description": "Elizabeth Stirredge (1634-1706) was not a traveling minister in the Society of Friends. She was a wife, a mother, and an extraordinary woman of God. This short but fascinating account of her life was written in the 56th year of her age for the benefit of her children and grandchildren. In it she describes her desperate search for the Lord in her younger days, her discovery of the Truth as it is in Jesus, and many of the trials, persecutions, and deliverances she met with in the way, as she took up the daily cross and faithfully followed her Lord.",
    "shortDescription": "An excerpt from the Life of Elizabeth Stirredge written for her children and grandchildren, relating her earnest pursuit of the knowledge of God, and her faithfulness to Him in difficulties caused by false brethren and bitter persecution.",
    "tags": [
      "journal"
    ],
    "friendId": "2397ed74-df56-4c3d-8844-3b327bc2982f",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-024-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/elizabeth-stirredge/life-selection/updated/Selection_Life_of_Elizabeth_Stirredge--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/elizabeth-stirredge/life-selection"
  },
  "e27bc78c-ab04-4020-8c9f-9f1eed4f98e2": {
    "id": "e27bc78c-ab04-4020-8c9f-9f1eed4f98e2",
    "title": "The Life of Elizabeth Stirredge",
    "description": "Elizabeth Stirredge (1634-1706) was not a traveling minister in the Society of Friends. She was a wife, a mother, and an extraordinary woman of God. This short but fascinating account of her life was written in the 56th year of her age for the benefit of her children and grandchildren. In it she describes her desperate search for the Lord in her younger days, her discovery of the Truth as it is in Jesus, and many of the trials, persecutions, and deliverances she met with in the way, as she took up the daily cross and faithfully followed her Lord.",
    "shortDescription": "An autobiographical account of the life of Elizabeth Stirredge written for her children and grandchildren, relating her earnest pursuit of the knowledge of God, and her faithfulness to Him in difficulties caused by false brethren and bitter persecution.",
    "tags": [
      "journal"
    ],
    "friendId": "2397ed74-df56-4c3d-8844-3b327bc2982f",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-025-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/elizabeth-stirredge/life/modernized/Life_of_Elizabeth_Stirredge--modernized--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/elizabeth-stirredge/life"
  },
  "4cde3c89-ab46-4f03-9346-5608a58e8393": {
    "id": "4cde3c89-ab46-4f03-9346-5608a58e8393",
    "title": "Letters of Elizabeth, Lucy, and Judith Ussher",
    "description": "After a marriage of seventeen years, Elizabeth Ussher (1749-1817) was left a widow, and soon after deprived of her two eldest sons by death on a foreign shore. Under the weight of these trials, she and her four remaining daughters were powerfully awakened to the cost of true discipleship and convinced of the principles professed by Friends. But in the two years immediately following this great change, Elizabeth had to endure the death of all four of her daughters by consumption. The letters of these extraordinary and pious young women, written during the last few years of their short lives, were collected and published by their mother after their decease.",
    "shortDescription": "The letters of Eliza, Lucy, Judith, and Susanna, four daughters of Elizabeth Ussher, written during a time of great spiritual awakening, and just prior to their untimely deaths by consumption.",
    "tags": [
      "letters"
    ],
    "friendId": "920c904b-24e0-4e1c-9542-3a89cd97affe",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-176-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/elizabeth-ussher/letters/modernized/Ussher_Letters--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-177-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/elizabeth-ussher/letters/original/Ussher_Letters--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/elizabeth-ussher/letters"
  },
  "a52eb875-8a1a-4f2f-b1b4-650eb3af1126": {
    "id": "a52eb875-8a1a-4f2f-b1b4-650eb3af1126",
    "title": "A Letter of Elizabeth Webb",
    "description": "Elizabeth Webb (1663-1726) was an early minister in the Society of Friends who travelled extensively in her service for the gospel. In the year 1712, while ministering in London, she became acquainted with Anthony William Boehm, then chaplain to Prince George of Denmark. At some point following their initial interview, Elizabeth Webb felt constrained in the love of God to write to Boehm and present him with the deeply instructive letter contained in this booklet, giving something of a summary of her spiritual pilgrimage.",
    "shortDescription": "A letter from Elizabeth Webb written to Anthony William Boehm (chaplain to Prince George of Denmark), in which she describes her own spiritual journey, and her experience of the Lord’s judgments and mercies as she gave up resolutely to follow Him.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "826a979f-3e51-48cc-8399-4be3ac1a94c1",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-026-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/elizabeth-webb/letter/updated/Letter_of_Elizabeth_Webb--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/elizabeth-webb/letter"
  },
  "fa1addc4-a434-48da-8d82-bbb1db322151": {
    "id": "fa1addc4-a434-48da-8d82-bbb1db322151",
    "title": "Some of the Mysteries of God’s Kingdom Declared",
    "description": "Francis Howgill (1618–1668) was a valiant minister of the gospel in the early Society of Friends in England who suffered great persecution and eventually died in prison for “the Word of God and for the testimony of Jesus.” This short book contains a remarkable explanation of the Day of the Lord, and a powerful description of the Holy Spirit’s work in the heart of man.",
    "shortDescription": "A short treatise written by Francis Howgill, describing the nature of the Day of the Lord, the effect of its dawning in the heart, and the necessity of our perfect surrender to the discoveries of Truth as they come to be seen in the light.",
    "tags": [
      "treatise",
      "exhortation"
    ],
    "friendId": "311c83ee-2bb9-40fb-9ff5-6e34ea088ac7",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-027-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/francis-howgill/mysteries-of-gods-kingdom-declared/updated/Mysteries_of_Gods_Kingdom_Declared--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/francis-howgill/mysteries-of-gods-kingdom-declared"
  },
  "dcf39e10-9eaf-4878-98de-380b531fc2ee": {
    "id": "dcf39e10-9eaf-4878-98de-380b531fc2ee",
    "title": "Selection from the Journal of George Fox",
    "description": "George Fox (1624-1691) is generally considered the founder of the Society of Friends (Quakers). As a young man, Fox could find no rest in the lifeless, outward Christianity of his day, seeing clearly that most believers professed far more than they truly possessed. This journal tells the story of his desperate search for the Truth, his discovery of a Christianity that stands in the life and light of Jesus Christ, and the ensuing fifty years of powerful ministry that turned the world upside down. This excerpt contains only the first three chapters of Fox’s journal, which focus on his early years, spiritual growth, and call to the ministry.",
    "shortDescription": "George Fox (1624-1691) is generally considered the founder of the Society of Friends. This excerpt contains only the first three chapters of Fox’s journal, which focus on his early years, spiritual growth, and call to the ministry.",
    "tags": [
      "journal"
    ],
    "friendId": "5653f1ac-cc1a-4bc7-83ea-6923c783605c",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-028-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/george-fox/journal-selection/updated/Selection_Journal_of_George_Fox--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/george-fox/journal-selection"
  },
  "e5a1ecfb-4f0a-4c71-80bf-3ee924d0f46c": {
    "id": "e5a1ecfb-4f0a-4c71-80bf-3ee924d0f46c",
    "title": "The Journal of George Fox",
    "description": "George Fox (1624-1691) is generally considered the founder of the Society of Friends (Quakers). As a young man, Fox could find no rest in the lifeless, outward Christianity of his day, seeing clearly that most believers professed far more than they truly possessed. This journal tells the story of his desperate search for the Truth, his discovery of a Christianity that stands in the life and light of Jesus Christ, and the ensuing fifty years of powerful ministry that turned the world upside down. This is the complete and unabridged Journal of George Fox, originally compiled and edited by Thomas Ellwood in 1694, and later divided into chapters, and supplied with numerous historical and biographical notes by William Armistead in 1852.",
    "shortDescription": "The complete and unabridged Journal of George Fox, originally compiled and edited by Thomas Ellwood in 1694, and later divided into chapters, and supplied with numerous historical and biographical footnotes by William Armistead in 1852.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "5653f1ac-cc1a-4bc7-83ea-6923c783605c",
    "editions": [
      {
        "type": "original",
        "isbn": "978-1-64476-029-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/george-fox/journal/original/Journal_of_George_Fox--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/george-fox/journal"
  },
  "1003add3-09be-4deb-8476-8a2be7c34405": {
    "id": "1003add3-09be-4deb-8476-8a2be7c34405",
    "title": "Selection from the Journal of George Whitehead",
    "description": "George Whitehead (1636-1723) was one of the most well-known and influential ministers among the early Society of Friends. He was convinced of the Truth when only 17 years old, and through faithfulness grew quickly in the life and power of Christ. In his services for the gospel he was frequently abused and persecuted by unreasonable and wicked men. He was imprisoned many times and once publicly whipped for his testimony to the Truth, but through all he clung to the cross, and became a pillar and elder in the church of God, constantly laboring for the advancement of Truth and many times appearing before kings and magistrates to plead the cause of his persecuted brethren.",
    "shortDescription": "An excerpt from the Journal of George Whitehead, relating his honest pursuit of virtue and the true knowledge of God from his youth, the inward experience of the Lord’s sanctifying work in his heart, and the beginning of is ministerial labors, being sent out by the Lord to preach the gospel in the demonstration and power of the Spirit.",
    "tags": [
      "journal"
    ],
    "friendId": "c7431c80-8321-4e4e-93a9-5e91993deabc",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-031-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/george-whitehead/journal-selection/updated/Selection_Journal_of_George_Whitehead--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/george-whitehead/journal-selection"
  },
  "eca687be-9a29-49d3-8394-2ed21b85f9a3": {
    "id": "eca687be-9a29-49d3-8394-2ed21b85f9a3",
    "title": "The Christian Progress of George Whitehead",
    "description": "George Whitehead (1636-1723) was one of the most well-known and influential ministers in the early Society of Friends. He was convinced of the Truth when only 17 years old, and through faithfulness grew quickly in the life and power of Christ. In his services for the gospel he was frequently abused and persecuted by unreasonable and wicked men. He was imprisoned many times and once publicly whipped for his testimony to the Truth, but through all he clung to the cross, and became a pillar and elder in the church of God, constantly laboring for the advancement of Truth and many times appearing before kings and magistrates to plead the cause of his persecuted brethren.",
    "shortDescription": "The Journal of George Whitehead, relating his pursuit of the living God from a child, his growth in grace and usefulness to the church, and his many appearances before kings and magistrates to plead the cause of his persecuted brethren.",
    "tags": [
      "journal"
    ],
    "friendId": "c7431c80-8321-4e4e-93a9-5e91993deabc",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-032-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/george-whitehead/journal/modernized/Christian_Progress_of_George_Whitehead--modernized--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/george-whitehead/journal"
  },
  "c43536d9-7992-4e18-9aea-9e51a5b93802": {
    "id": "c43536d9-7992-4e18-9aea-9e51a5b93802",
    "title": "The Life of Gilbert Latey",
    "description": "Gilbert Latey (1626-1705) was convinced of the truth through the powerful preaching of Edward Burrough in the year 1654, and continued a faithful and tireless disciple of Christ until his death in 1705. The memoir of his life (written by his nephew Richard Hawkins, with whom he lived for forty-two years) is both a narrative of the most remarkable events in Gilbert’s life, and a historical account of the first ministers and established meetings of Friends in London. Included in this history is also a sobering account of the Great Plague of London in 1655, the last major epidemic of the bubonic plague to occur in England.",
    "shortDescription": "A narrative of many remarkable events in the life of Gilbert Latey, together with an historical account of the first ministers and established meetings of Friends in London.",
    "tags": [
      "journal"
    ],
    "friendId": "7887c42e-68da-4404-ad28-b514c8478833",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-209-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/gilbert-latey/life/modernized/Life_of_Gilbert_Latey--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-208-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/gilbert-latey/life/original/Life_of_Gilbert_Latey--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/gilbert-latey/life"
  },
  "35cd4c65-ea35-418d-a146-5bc3e5559247": {
    "id": "35cd4c65-ea35-418d-a146-5bc3e5559247",
    "title": "Journal of Hannah Gibbons",
    "description": "Hannah Gibbons (1771-1868) was a meek but truly living minister in the later period of the Society of Friends. Though she forever maintained a low view of herself and her spiritual attainments, she was considered by all to be a pillar in church, traveling in the capacity of a minister well into her eighties, and often being led of the Lord, in old age, to visit hardened prisoners who were condemned to death. She remained spiritually green and fruitful to the very end of her life, and died with a heart full of life, wisdom, and deep spiritual experience at 97 years of age.",
    "shortDescription": "The journal, letters, and religious experiences of Hannah Gibbons, an unassuming but valuable minister in the Society of Friends, who travelled in the work of the ministry well into her eighties, and finished her race still “lively and green” in the ninety-seventh year of her age.",
    "tags": [
      "journal"
    ],
    "friendId": "6fc62584-d80d-44a9-8115-b09771517fb8",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-034-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/hannah-gibbons/journal/modernized/Journal_of_Hannah_Gibbons--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-033-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/hannah-gibbons/journal/original/Journal_of_Hannah_Gibbons--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/hannah-gibbons/journal"
  },
  "c9d8a647-792f-47c2-a0c5-4ba8773d5cc6": {
    "id": "c9d8a647-792f-47c2-a0c5-4ba8773d5cc6",
    "title": "Journal of Henry Hull",
    "description": "Henry Hull (1765-1834) loved the Lord from a young age and desired to serve Him, but being diffident and shy by nature, was unwilling to give up to a call to the ministry until a voice sounded in the ear of his understanding, saying, “You are in great danger of being lost in your rebellion.” At that moment, Henry put his hand to the plow and never looked back, saying, “Lord, do what You will with me, come life or death, I will give up all for Your sake.” He travelled much in the ministry in different parts of the United States, Canada, Ireland, and England, and though he met with a severe trial in the loss of his wife, son, and mother to a malignant fever, he was nevertheless enabled to say, “Though He slay me, yet I will trust in Him. It is the Lord, let Him do what seems good to Him.”",
    "shortDescription": "The journal of Henry Hull, giving an account of his childhood, convincement of the truth, spiritual growth, and faithful service in the work of the ministry in the United States and elsewhere. Also included are several of his personal letters and an address to the youth of the Society of Friends.",
    "tags": [
      "journal"
    ],
    "friendId": "5ad0539b-cbaf-454f-86de-84f352ee8807",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-035-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/henry-hull/journal/modernized/Journal_of_Henry_Hull--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-036-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/henry-hull/journal/original/Journal_of_Henry_Hull--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/henry-hull/journal"
  },
  "9333dd0a-d92b-401e-a086-f611cc20f984": {
    "id": "9333dd0a-d92b-401e-a086-f611cc20f984",
    "title": "Walk in the Spirit",
    "description": "The primitive Christians built on a sure rock, a living foundation, on Christ as He was in all ages, and still is—on His spiritual appearance as the light of the world, and the life of righteousness. His work of sanctification is inward, and is to be effected by inward means. Nothing but inward light can expel inward darkness; nothing less than eternal life can deliver our souls from the power of death. But this way of God’s salvation has been so long rejected, that few in our present age know what His Spirit is, where they may become acquainted with it, or how they may walk in it.",
    "shortDescription": "A treatise by Hugh Turford first demonstrating the meaning and importance of Paul’s words to the Galatians, “Walk in the Spirit, and you shall not fulfill the lust of the flesh,” and then explaining the nature of grace, and how it saves from sin and affects man’s salvation.",
    "tags": [
      "doctrinal",
      "treatise"
    ],
    "friendId": "0f82b284-e156-4523-a9a1-7ddf8993bd63",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-003-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/hugh-turford/walk-in-the-spirit/updated/Walk_in_the_Spirit--updated--audio.png"
      },
      {
        "type": "modernized",
        "isbn": "978-1-64476-037-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/hugh-turford/walk-in-the-spirit/modernized/Walk_in_the_Spirit--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-038-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/hugh-turford/walk-in-the-spirit/original/Walk_in_the_Spirit--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/hugh-turford/walk-in-the-spirit"
  },
  "bed1a75e-bf7c-4bb4-9a84-1e6c908f6011": {
    "id": "bed1a75e-bf7c-4bb4-9a84-1e6c908f6011",
    "title": "The Journal of Isaac Martin",
    "description": "Isaac Martin (1758-1828) was a sweet-spirited minister in the Society of Friends. Having fallen from a two-story window ​and cracked his skull when a small child, he suffered agonizing pain in his head and eye for the great majority of his life. But despite his frequent ailments, he submitted whole-heartedly to Christ’s baptism of Spirit and fire, and became an effective minister who depended entirely upon the power and direction of the Holy Spirit. On this subject he once wrote - “Unless I had felt ​the Lord’s​ blessed presence to strengthen and qualify me, I would rather have laid down my life, than have attempted to minister to the people by virtue of any ​knowledge or ability​, natural or acquired, which, as a man, I might possess.​”",
    "shortDescription": "The journal of Isaac Martin, giving an account of his conversion and growth in the truth, his daily sufferings of body due to a childhood accident, and his faithful labor in the work of the ministry. Appended to this edition is his “Testimony to the Silent Worship of God in Spirit and Truth.”",
    "tags": [
      "journal"
    ],
    "friendId": "cac1edcf-7213-4a7a-92d6-e4f6faab6ff9",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-039-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/isaac-martin/journal/modernized/Journal_of_Isaac_Martin--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-040-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/isaac-martin/journal/original/Journal_of_Isaac_Martin--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/isaac-martin/journal"
  },
  "c248c2e7-947b-4629-8296-0cdff67a6d99": {
    "id": "c248c2e7-947b-4629-8296-0cdff67a6d99",
    "title": "The Writings of Isaac Penington -- Volume 1",
    "description": "Isaac Penington (1616-1679) was the son of a prominent English politician, and the father-in-law of William Penn, founder of Pennsylvania. Though born into a family of wealth and reputation, Penington’s heart was set upon things above from his earliest days. Even as a child, he recognized that the religion of his day stood in the will and understanding of man, in outward practices, duties, and scriptural truths that were professed but not truly possessed. Isaac Penington longed for more. Motivated by an insatiable hunger for truth, he sought the Lord with all his heart and discovered a Christianity that stood in, and flowed out from, the light and life of Jesus Christ reigning in the inner man.",
    "shortDescription": "Volume One of The Writings of Isaac Penington, a conscientiously abridged, and slightly modernized and annotated edition of his four volume complete works (which can also be found on this site.)",
    "tags": [
      "spiritual life",
      "doctrinal",
      "letters"
    ],
    "friendId": "88567a38-31e9-4bf0-8669-61355d8307d1",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-041-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/isaac-penington/writings-volume-1/updated/Writings_of_Isaac_Penington_vol_1--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/isaac-penington/writings-volume-1"
  },
  "62213938-9464-4930-9478-5f112c43fe54": {
    "id": "62213938-9464-4930-9478-5f112c43fe54",
    "title": "The Writings of Isaac Penington -- Volume 2",
    "description": "Isaac Penington (1616-1679) was the son of a prominent English politician, and the father-in-law of William Penn, founder of Pennsylvania. Though born into a family of wealth and reputation, Penington’s heart was set upon things above from his earliest days. Even as a child, he recognized that the religion of his day stood in the will and understanding of man, in outward practices, duties, and scriptural truths that were professed but not truly possessed. Isaac Penington longed for more. Motivated by an insatiable hunger for truth, he sought the Lord with all his heart and discovered a Christianity that stood in, and flowed out from, the light and life of Jesus Christ reigning in the inner man.",
    "shortDescription": "Volume Two of The Writings of Isaac Penington, a conscientiously abridged, and slightly modernized and annotated edition of his four volume complete works (which can also be found on this site.)",
    "tags": [
      "spiritual life",
      "doctrinal",
      "letters"
    ],
    "friendId": "88567a38-31e9-4bf0-8669-61355d8307d1",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-042-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/isaac-penington/writings-volume-2/updated/Writings_of_Isaac_Penington_vol_2--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/isaac-penington/writings-volume-2"
  },
  "d0d15232-db51-48fc-a8ed-5e0b206f9a3f": {
    "id": "d0d15232-db51-48fc-a8ed-5e0b206f9a3f",
    "title": "The Journal of James Dickinson",
    "description": "James Dickinson (1659-1741) was a well-known and much-beloved minister in the Society of Friends, whose long life was spent in tireless labor for the edification of the church and for the good of souls. In the service of the ministry, he travelled throughout England, Ireland, and Scotland; undergoing ​many ​sufferings in times of persecution. He visited Friends in Ireland twelve times, three times in America, once in Holland and ​also in ​Germany.​ ​His ministry was not in the enticing words which man’s wisdom teaches, but in the demonstration of the Spirit and power, and was effectual to the convincing and gathering of many whose hearts became settled on the Rock Christ Jesus, knowing Him to be their true light and teacher.",
    "shortDescription": "The journal of James Dickinson, giving an account of the work of the Spirit in his heart when a child, his growth in the truth, and travels in the work of the ministry; also including several epistles written to churches in America and the West Indies.",
    "tags": [
      "journal"
    ],
    "friendId": "a19be961-6cdd-42cb-864a-a280b60d2848",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-047-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/james-dickinson/journal/modernized/Journal_of_James_Dickinson--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-048-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/james-dickinson/journal/original/Journal_of_James_Dickinson--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/james-dickinson/journal"
  },
  "9c43d93e-8bfb-43bc-a238-310cf00b77a1": {
    "id": "9c43d93e-8bfb-43bc-a238-310cf00b77a1",
    "title": "The Journal of James Gough",
    "description": "As a boy, James Gough (1712-1780) was known for his genius intellect, having mastered the Greek and Latin tongues when still a young child. At one point, after conversing with young James, a distinguished Justice of the Peace so admired his propensity for learning that he offered to pay his way through university. But although such flattery sowed seeds of pride and vanity in James’ young heart, it pleased the Lord to visit him in power and love, and he was prevailed upon to give up all that he had once called gain to follow Christ. James Gough became a wise and well-beloved minister among the Society of Friends, but having learned to live low at the feet of His Master, he was always remarkable for his deep humility, and low opinion of himself.",
    "shortDescription": "The journal of James Gough, relating his spiritual development, experiences in the ministry, and insightful commentary about the state of the Society of Friends; also containing a lengthy supplement to the journal complied by his brother John Gough (the historian).",
    "tags": [
      "journal"
    ],
    "friendId": "4ec2e484-86d9-4ac6-b835-42bc1c1c16bc",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-049-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/james-gough/journal/modernized/Journal_of_James_Gough--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-050-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/james-gough/journal/original/Journal_of_James_Gough--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/james-gough/journal"
  },
  "d94f2fb3-f19f-4aa3-a3a0-9b2ddf87da9c": {
    "id": "d94f2fb3-f19f-4aa3-a3a0-9b2ddf87da9c",
    "title": "There is a Spirit Which I Feel",
    "description": "James Nayler was a prominent leader in the early Society of Friends in England. Though a farmer by trade, and a man of limited education, his deep spiritual understanding, piercing discernment, and powerful preaching of the gospel caused multitudes to acknowledge that he spoke in the demonstration of the Spirit and power, as one having authority, and not as the scribes. Sadly, he is best known for a single (and deeply regretted) act of folly committed in a time of weakness and temptation, when, “because of the abundance of revelation” and the unchecked flattery of a few imprudent admirers, he accepted greater praise than is due to any man. The Lord, however, brought him to a clear sight and sense of his error, and having heartily renounced and repented for all wrong, he was restored to fellowship and usefulness in the body of Christ for the remainder of his days.",
    "shortDescription": "A selection of some of the greatest writings of James Nayler, together with a short biographical sketch relating his early eminence in the Society of Friends, his fall (evinced in the Bristol incident), his open acknowledgement of error and sincere repentance, and his subsequent restoration to fellowship and usefulness in the body of Christ.",
    "tags": [
      "treatise",
      "spiritual life"
    ],
    "friendId": "8b3a4f42-3f92-47c3-bfcd-303e6b95736e",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-000-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/james-nayler/writings/updated/There_is_a_Spirit_Which_I_Feel--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/james-nayler/writings"
  },
  "3159f4ec-2dd4-465b-8b40-ca8056af7a0e": {
    "id": "3159f4ec-2dd4-465b-8b40-ca8056af7a0e",
    "title": "Life of James Parnell - With Letters and Writings",
    "description": "James Parnell (1637-1656) is said to have been “young, small of stature, and poor in appearance, but thousands were obliged to confess that “he spoke as one having authority, and not as the scribes.” He was convinced of the Truth when a boy of fourteen years, and became a valiant minister of the gospel by sixteen. Following a debate with a prominent priest, Parnell was arrested on spurious charges of being an “idle and disorderly person,” and imprisoned at Colchester Castle. There he was confined to a small hole in the thick castle wall, twelve feet above the ground, and died from sickness and ill-treatment after ten months imprisonment at nineteen years of age.",
    "shortDescription": "The Life and Writings of James Parnell, containing a narrative of his life, ministry, and sufferings, with extracts from his writings and epistles to the church, and an account of his imprisonment and death in Colchester Castle at the age of nineteen.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "dbc9b5c7-f762-4c61-8b64-65d8200a68b2",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-051-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/james-parnell/life/updated/Life_of_James_Parnell--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/james-parnell/life"
  },
  "0f940360-9aaf-41d1-9601-e8ce60cfd4d7": {
    "id": "0f940360-9aaf-41d1-9601-e8ce60cfd4d7",
    "title": "The Life and Experiences of Jane Pearson",
    "description": "Jane Pearson (1735-1816) was a minister in the Society of Friends whose life, in many ways, resembled that of Job. About a year after her marriage, having begun in earnest to take up her cross and follow the Lord, she found that her “false rest was broken,” and for a period of fourteen years was made to wade through inward troubles and afflictions that were “far beyond her power of description.” And when there was at last an abatement of inward trials, then outward troubles poured in like a flood, and over the course of some years, she lost her husband and seven children to a variety of illnesses. But according to Christ’s promise, the more she gave up of this world and its treasures, the more she gained of eternal riches, and her experiences of God’s power and mercy in her latter years were truly a hundredfold more than all she had lost.",
    "shortDescription": "The Life and Experiences of Jane Pearson, giving and account of her early dedication to the Lord, her uncommon trials (both inward and outward), her labors as a minister in the Society of Friends, and her extraordinary religious experiences in later years.",
    "tags": [
      "journal"
    ],
    "friendId": "565bd2bc-7a25-4ca8-8b95-5e2fa5ee3142",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-054-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/jane-pearson/life/updated/Life_and_Experiences_of_Jane_Pearson--updated--audio.png"
      },
      {
        "type": "modernized",
        "isbn": "978-1-64476-053-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/jane-pearson/life/modernized/Life_and_Experiences_of_Jane_Pearson--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-052-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/jane-pearson/life/original/Life_and_Experiences_of_Jane_Pearson--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/jane-pearson/life"
  },
  "3b301c59-f8dd-4029-b650-644b737a70ed": {
    "id": "3b301c59-f8dd-4029-b650-644b737a70ed",
    "title": "Selection from the Life of Jane Pearson",
    "description": "Jane Pearson (1735-1816) was a minister in the Society of Friends whose life, in many ways, resembled that of Job. About a year after her marriage, having begun in earnest to take up her cross and follow the Lord, she found that her “false rest was broken,” and for a period of fourteen years was made to wade through inward troubles and afflictions that were “far beyond her power of description.” And when there was at last an abatement of inward trials, then outward troubles poured in like a flood, and over the course of some years, she lost her husband and seven children to a variety of illnesses. But according to Christ’s promise, the more she gave up of this world and its treasures, the more she gained of eternal riches, and her experiences of God’s power and mercy in her latter years were truly a hundredfold more than all she had lost.",
    "shortDescription": "A selection from The Life and Experiences of Jane Pearson, giving and account of her early dedication to the Lord, her uncommon trials (both inward and outward), her labors as a minister in the Society of Friends, and her extraordinary religious experiences in later years.",
    "tags": [
      "journal"
    ],
    "friendId": "565bd2bc-7a25-4ca8-8b95-5e2fa5ee3142",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-235-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/jane-pearson/life-selection/updated/Selection_Life_of_Jane_Pearson--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/jane-pearson/life-selection"
  },
  "5721d1c1-0c0c-4ac7-96d6-dea095446958": {
    "id": "5721d1c1-0c0c-4ac7-96d6-dea095446958",
    "title": "The Journal of Job Scott",
    "description": "Job Scott (1751-1793) was a gifted and well-beloved minister in the Society of Friends in America. He was known for his total dependence upon the immediate moving and empowering of the Holy Spirit, and his unwillingness to minister without a clear sense of the Lord’s will. On occasions, while preaching, he would suddenly stop speaking and sit down, explaining later that, having lost a sense of the authority and direction of the Spirit of God, he could do nothing without it. The writings in his journal abound with spiritual wisdom and experience, and have no doubt comforted and helped many weary travelers on the road to Zion. Job Scott died of Smallpox on a ministry trip to Ireland in 1793.",
    "shortDescription": "The Journal of Job Scott, giving an account of his experiences of the Lord’s judgment and mercy as a child, his insights into many doctrinal subjects and Scripture passages, and his complete dependence upon the Spirit of God for the work of the ministry.",
    "tags": [
      "journal"
    ],
    "friendId": "8764b8e4-9e08-46db-8220-58af5ac4e6ba",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-055-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/job-scott/journal/modernized/Journal_of_Job_Scott--modernized--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/job-scott/journal"
  },
  "d70a65d2-a3b6-48d8-8de0-b962aca084bf": {
    "id": "d70a65d2-a3b6-48d8-8de0-b962aca084bf",
    "title": "Selection from the Journal of Job Scott",
    "description": "Job Scott (1751-1793) was a gifted and well-beloved minister in the Society of Friends in America. He was known for his total dependence upon the immediate moving and empowering of the Holy Spirit, and his unwillingness to minister without a clear sense of the Lord’s will. On occasions, while preaching, he would suddenly stop speaking and sit down, explaining later that, having lost a sense of the authority and direction of the Spirit of God, he could do nothing without it. The writings in his journal abound with spiritual wisdom and experience, and have no doubt comforted and helped many weary travelers on the road to Zion. Job Scott died of Smallpox on a ministry trip to Ireland in 1793.",
    "shortDescription": "A selection from the Journal of Job Scott, focusing on his early experiences of the Spirit of Truth when a child, his temptations and rebellion against the Lord’s convictions and corrections in the time of his adolescence, and his whole-hearted surrender to Christ when nineteen years of age.",
    "tags": [
      "journal"
    ],
    "friendId": "8764b8e4-9e08-46db-8220-58af5ac4e6ba",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-219-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/job-scott/journal-selection/updated/Selection_Journal_of_Job_Scott--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/job-scott/journal-selection"
  },
  "010d8d13-61c7-4485-8ab9-6fcd8297765b": {
    "id": "010d8d13-61c7-4485-8ab9-6fcd8297765b",
    "title": "Selection from the Journal of John Banks",
    "description": "John Banks (1637-1710) was a faithful and influential minister among the first generation of Quakers. Upon his death, an intimate friend wrote of him—“After it had pleased the eternal, wise God to open his understanding, and to let him see his own state and condition, and reveal his Son in him, he was made willing to give up freely to the heavenly and inward appearance of Christ Jesus, the hope of glory. And as he was obedient thereunto, he was entrusted with a large gift of the ministry, in which he grew, and was made powerful in it, to the turning of many unto the right way of the Lord who were convinced of the evil of their ways, and turned unto Jesus Christ, their free Teacher, and were made to bless the Lord on his behalf.”",
    "shortDescription": "A selection from the Journal of John Banks, giving a relation of his early discovery of the truth, his call to the ministry, and his sufferings for the gospel; also containing a number of letters to his wife and children written from prison.",
    "tags": [
      "journal"
    ],
    "friendId": "754c6fa9-bc0e-4932-ae7a-8dcea2b9aee9",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-056-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-banks/journal-selection/updated/Selection_Journal_of_John_Banks--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-banks/journal-selection"
  },
  "6237d678-48f8-44df-9eac-004562987a60": {
    "id": "6237d678-48f8-44df-9eac-004562987a60",
    "title": "The Journal and Epistles of John Banks",
    "description": "John Banks (1637-1710) was a faithful and influential minister among the first generation of Quakers. Upon his death, an intimate friend wrote of him—“After it had pleased the eternal, wise God to open his understanding, and to let him see his own state and condition, and reveal his Son in him, he was made willing to give up freely to the heavenly and inward appearance of Christ Jesus, the hope of glory. And as he was obedient thereunto, he was entrusted with a large gift of the ministry, in which he grew, and was made powerful in it, to the turning of many unto the right way of the Lord who were convinced of the evil of their ways, and turned unto Jesus Christ, their free Teacher, and were made to bless the Lord on his behalf.”",
    "shortDescription": "A journal of the labors, travels, and sufferings for the gospel of John Banks, including a large collection of letters written to his wife and children, with epistles to the church, and several papers and treatises on various subjects.",
    "tags": [
      "journal"
    ],
    "friendId": "754c6fa9-bc0e-4932-ae7a-8dcea2b9aee9",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-057-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-banks/journal/modernized/Journal_of_John_Banks--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-058-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-banks/journal/original/Journal_of_John_Banks--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-banks/journal"
  },
  "318ac4f2-08ba-43d1-8d96-80d1714caddc": {
    "id": "318ac4f2-08ba-43d1-8d96-80d1714caddc",
    "title": "The Journal and Letters of John Barclay",
    "description": "Although John Barclay (1797-1838) was a descendent of the well-known apologist Robert Barclay, he was a complete stranger to the life and power of Truth until he began to seek the Lord with all his heart, somewhere around his 18th year. The Society of Friends at that time was in a low and declining state, but John Barclay dug deep and found the Root of life from which the early Quakers had sprouted, and in time became a living branch himself, and a very useful author and minister. He lived only 41 years, but his short life was wholly dedicated to his Master’s cause, and many of the journals, memoirs, and biographies of Early Friends that we possess now are the fruit of his arduous and faithful labor with the original documents.",
    "shortDescription": "Selections from the journal, papers, and letters of John Barclay, compiled and published by his brother A. R. Barclay, showing his full surrender to the Lord when young, and his remarkable growth in grace, wisdom, and usefulness in the church of Christ.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "ac06ca75-a9eb-44f3-9c9b-bca7c3369186",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-060-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-barclay/journal/modernized/Journal_of_John_Barclay--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-059-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-barclay/journal/original/Journal_of_John_Barclay--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-barclay/journal"
  },
  "b40a8274-196a-43e3-9fef-0c96ab9ce55a": {
    "id": "b40a8274-196a-43e3-9fef-0c96ab9ce55a",
    "title": "Selection from the Journal of John Burnyeat",
    "description": "John Burnyeat (1631-1690) was an elder and pillar in the early Society of Friends, whose powerful ministry turned many from darkness to light, and from the power of Satan to the power of God. Having been awakened to see the fallacy of an imputed righteousness that is neither experienced nor obeyed, he turned to the One who struck him and found that Zion must be purged “by the spirit of judgment, and by the spirit of burning.” Having been prepared and sent into harvest, he labored tirelessly and traveled extensively in the service of Truth, often suffering greatly for His faithfulness to Jesus Christ. Truly it can be said of John Burnyeat that he followed the Lord fully in his generation, putting his hand to the plow and never looking back.",
    "shortDescription": "A selection from the Journal and Letters of John Burnyeat, showing how the Lord prepared him for his extensive work in the ministry and sent him forth in the power of the Spirit to preach the gospel in England, Ireland, Barbados, and the American Colonies.",
    "tags": [
      "journal"
    ],
    "friendId": "6fb10f70-2783-4779-afa3-8376795d3879",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-061-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-burnyeat/journal-selection/updated/Selection_Journal_of_John_Burnyeat--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-burnyeat/journal-selection"
  },
  "2bb79cd9-88c3-4801-ae66-ac70970c97bc": {
    "id": "2bb79cd9-88c3-4801-ae66-ac70970c97bc",
    "title": "The Journal and Letters of John Burnyeat",
    "description": "John Burnyeat (1631-1690) was an elder and pillar in the early Society of Friends, whose powerful ministry turned many from darkness to light, and from the power of Satan to the power of God. Having been awakened to see the fallacy of an imputed righteousness that is neither experienced nor obeyed, he turned to the One who struck him and found that Zion must be purged “by the spirit of judgment, and by the spirit of burning.” Having been prepared and sent into harvest, he labored tirelessly and traveled extensively in the service of Truth, often suffering greatly for His faithfulness to Jesus Christ. Truly it can be said of John Burnyeat that he followed the Lord fully in his generation, putting his hand to the plow and never looking back.",
    "shortDescription": "The Journal and Letters of John Burnyeat, showing how the Lord prepared him for his extensive work in the ministry and sent him forth in the power of the Spirit to preach the gospel in England, Ireland, Barbados, and the American Colonies.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "6fb10f70-2783-4779-afa3-8376795d3879",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-062-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-burnyeat/journal-letters/modernized/Unabridged_Journal_of_John_Burnyeat--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-063-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-burnyeat/journal-letters/original/Unabridged_Journal_of_John_Burnyeat--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-burnyeat/journal-letters"
  },
  "54d7505f-a7af-40fd-a21b-33cb6ad5b0a0": {
    "id": "54d7505f-a7af-40fd-a21b-33cb6ad5b0a0",
    "title": "The Journal of John Churchman",
    "description": "John Churchman (1705-1775) was a man whose entire life was devoted to the increase of Christ’s kingdom in the hearts of men. Having experienced the spiritual baptism which saves, and abiding in a state of watchfulness and humility, he grew from stature to stature and became an upright minister and father in the church, traveling diligently in the work of the ministry as an example to all in word, conduct, faith and​ love. Three days before his death, though weak and unable to stand on his own, he said to those standing by his bedside, “I feel more life, more light, more love and sweetness than ever before,” and then speaking more of the divine refreshment and comfort he felt flowing like a pure stream to his inward man, he said, “I feel that which lives beyond death and the grave.”",
    "shortDescription": "The Journal of John Churchman, an eminent minister in the Society of Friends, who became a qualified instrument in the hand of the Lord for the instruction and edification of the church, and a father in the faith to many prominent ministers of the succeeding generation.",
    "tags": [
      "journal"
    ],
    "friendId": "6d57baa9-9a9d-434c-b41b-68adfcce02d3",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-064-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-churchman/journal/modernized/Journal_of_John_Churchman--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-065-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-churchman/journal/original/Journal_of_John_Churchman--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-churchman/journal"
  },
  "bc710dda-f13a-4208-a8dc-e94fac82dbe6": {
    "id": "bc710dda-f13a-4208-a8dc-e94fac82dbe6",
    "title": "The Journal of John Conran",
    "description": "Until his mid 30’s, John Conran (1739-1827) was a zealous member of the Church of England, but longing after inward purity and a real transformation of soul, he began to attend meetings of the Society of Friends, and there was powerfully confronted by the Spirit of God. Being awakened to his true spiritual condition, and his need for Christ’s baptism in the Holy Spirit and fire, he “denied himself, picked up his cross, and followed Christ,” and so became a vessel of honor in the Lord’s house. His struggles were many and arduous, both with the enemies of his own soul, and with the declining condition of the Society of Friends. But John Conran kept the faith, and finished his race as a testimony to the heart-cleansing power of grace.",
    "shortDescription": "The Journal of John Conran, giving an account of his remarkable conversion from nominal Christianity to become an unreserved follower of Christ, his powerful experiences of the Lord’s judgments mixed with mercy, and his travels and trials in the work of the ministry.",
    "tags": [
      "journal"
    ],
    "friendId": "ee467431-a18f-465e-aa3e-751dde01f9a6",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-066-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-conran/journal/modernized/Journal_of_John_Conran--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-067-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-conran/journal/original/Journal_of_John_Conran--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-conran/journal"
  },
  "91324cab-b3aa-4b46-abab-703f24a68f95": {
    "id": "91324cab-b3aa-4b46-abab-703f24a68f95",
    "title": "Selection from the Journal of John Conran",
    "description": "Until his mid 30’s, John Conran (1739-1827) was a zealous member of the Church of England, but longing after inward purity and a real transformation of soul, he began to attend meetings of the Society of Friends, and there was powerfully confronted by the Spirit of God. Being awakened to his true spiritual condition, and his need for Christ’s baptism in the Holy Spirit and fire, he “denied himself, picked up his cross, and followed Christ,” and so became a vessel of honor in the Lord’s house. His struggles were many and arduous, both with the enemies of his own soul, and with the declining condition of the Society of Friends. But John Conran kept the faith, and finished his race as a testimony to the heart-cleansing power of grace.",
    "shortDescription": "A selection from the Journal of John Conran, giving an account of his remarkable conversion from nominal Christianity, his powerful experiences of the Lord’s judgments mixed with mercy, and his travels and trials in the work of the ministry.",
    "tags": [
      "journal"
    ],
    "friendId": "ee467431-a18f-465e-aa3e-751dde01f9a6",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-229-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-conran/journal-selection/updated/Selection_Journal_John_Conran--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-conran/journal-selection"
  },
  "cf6f05e2-e5c9-4ec3-8096-d283f3e4c020": {
    "id": "cf6f05e2-e5c9-4ec3-8096-d283f3e4c020",
    "title": "Life of John Crook",
    "description": "Like many other early Quakers, John Crook (1617-1699) was a seeker of truth from his earliest days. He was educated in London, and for a time held the office of Justice of the Peace in Bedfordshire, but when he was convinced of the truth in 1654 by the preaching of William Dewsbury, he soon lost both his public office and his freedom. In all, John Crook was imprisoned ten times for his faith, and suffered greatly at “the hands of unreasonable men.” In this selection from his writings, he relates his early searching after God, his convincement of and growth in the truth, and some of his ministerial labors in the early Society of Friends.",
    "shortDescription": "A selection from the journal and writings of John Crook, relating his thirst after holiness in his younger years, his convincement of and growth in the truth, and some of his ministerial labors in the early Society of Friends.",
    "tags": [
      "journal"
    ],
    "friendId": "b9da2f4c-2ee3-4357-b2d7-39a1afd0684a",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-068-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-crook/life/updated/Life_of_John_Crook--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-crook/life"
  },
  "b74bd655-8907-4484-a3bd-a658b3267dea": {
    "id": "b74bd655-8907-4484-a3bd-a658b3267dea",
    "title": "The Life and Letters of John Fothergill",
    "description": "John Fothergill (1676-1745) was a true minister of the gospel of Jesus Christ, made so by the Spirit of God, and not by the will or wisdom of man. As a young man, he took the yoke of his Master upon himself, learned to bear it faithfully, and so experientially knew what it was to “be judged according to men in the flesh, but live according to God in the Spirit” (1 Pet. 4:6). Constrained by the love of Christ, his life was poured out in the service of the gospel, traveling all over England, Scotland, Wales, and Ireland on several occasions, and crossing the seas three times to visit the colonies in America. John Fothergill was the father of Samuel Fothergill (the well-known Quaker minister) and Dr. John Fothergill, the famous doctor and botanist.",
    "shortDescription": "An account of the life and travels in the work of the ministry of John Fothergill, to which are added a large collection of epistles to friends and churches in Great Britain and America.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "a71d0dd4-fed8-42a9-a5fd-8c3890701dee",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-069-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-fothergill/life-and-letters/modernized/Life_and_Letters_of_John_Fothergill--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-070-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-fothergill/life-and-letters/original/Life_and_Letters_of_John_Fothergill--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-fothergill/life-and-letters"
  },
  "6f47a04b-de86-4646-ba0f-52c7bdbd2ae3": {
    "id": "6f47a04b-de86-4646-ba0f-52c7bdbd2ae3",
    "title": "A History of the Quakers, Volume I",
    "description": "Like his older brother James, John Gough (1721-1791) was gifted with a keen intellect and so excelled in his studies that he became an assistant to a Friends school in Wiltshire when only sixteen years of age. As an adult he became master of boarding schools in Cork, Dublin, and Lisburn, but was also very active in the work of the ministry, both preaching and writing for the advancement of the gospel. In 1782, when sixty-one years of age, he commenced his four-volume History of the Society of Friends, which occupied him for eight years, and was published in 1790. This immense work gave a full, clear, and accurate portrayal of the history of Friends, adding valuable information to what had already been recorded in Sewel’s “History,” and continuing the history of this people until 1764.",
    "shortDescription": "Volume I of A History of the People Called Quakers, beginning with an overview of the various dispensations whereby God has revealed Himself to mankind, then giving an account the early ministry of George Fox and the rise of the Society of Friends to the year 1661.",
    "tags": [
      "history"
    ],
    "friendId": "b1ddeaab-3446-46d4-a734-c4139611ebb6",
    "editions": [
      {
        "type": "original",
        "isbn": "978-1-64476-192-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-gough/history-of-the-quakers-v1/original/History_of_the_Quakers_v1--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-gough/history-of-the-quakers-v1"
  },
  "073e1a75-2193-4b5b-9de1-5a06a8a970e4": {
    "id": "073e1a75-2193-4b5b-9de1-5a06a8a970e4",
    "title": "A History of the Quakers, Volume II",
    "description": "Like his older brother James, John Gough (1721-1791) was gifted with a keen intellect and so excelled in his studies that he became an assistant to a Friends school in Wiltshire when only sixteen years of age. As an adult he became master of boarding schools in Cork, Dublin, and Lisburn, but was also very active in the work of the ministry, both preaching and writing for the advancement of the gospel. In 1782, when sixty-one years of age, he commenced his four-volume History of the Society of Friends, which occupied him for eight years, and was published in 1790. This immense work gave a full, clear, and accurate portrayal of the history of Friends, adding valuable information to what had already been recorded in Sewel’s “History,” and continuing the history of this people until 1764.",
    "shortDescription": "Volume II of A History of the People Called Quakers, covering the years from approximately 1661 to 1683, a period full of growth, life and power for the young Society of Friends, but also the time of its most intense persecution.",
    "tags": [
      "history"
    ],
    "friendId": "b1ddeaab-3446-46d4-a734-c4139611ebb6",
    "editions": [
      {
        "type": "original",
        "isbn": "978-1-64476-216-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-gough/history-of-the-quakers-v2/original/History_of_the_Quakers_v2--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-gough/history-of-the-quakers-v2"
  },
  "d4f97e5f-72fa-4d07-b6c5-21f4712e6f70": {
    "id": "d4f97e5f-72fa-4d07-b6c5-21f4712e6f70",
    "title": "A History of the Quakers, Volume III",
    "description": "Like his older brother James, John Gough (1721-1791) was gifted with a keen intellect and so excelled in his studies that he became an assistant to a Friends school in Wiltshire when only sixteen years of age. As an adult he became master of boarding schools in Cork, Dublin, and Lisburn, but was also very active in the work of the ministry, both preaching and writing for the advancement of the gospel. In 1782, when sixty-one years of age, he commenced his four-volume History of the Society of Friends, which occupied him for eight years, and was published in 1790. This immense work gave a full, clear, and accurate portrayal of the history of Friends, adding valuable information to what had already been recorded in Sewel’s “History,” and continuing the history of this people until 1764.",
    "shortDescription": "Volume III of A History of the People Called Quakers, covering the time period between approximately 1682 and 1699, detailing the expansion of the Society of Friends in Ireland, the West Indies, colonial America, and the founding of Pennsylvania.",
    "tags": [
      "history"
    ],
    "friendId": "b1ddeaab-3446-46d4-a734-c4139611ebb6",
    "editions": [
      {
        "type": "original",
        "isbn": "978-1-64476-217-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-gough/history-of-the-quakers-v3/original/History_of_the_Quakers_v3--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-gough/history-of-the-quakers-v3"
  },
  "041de011-afa1-45fb-bf77-9618e4bdb529": {
    "id": "041de011-afa1-45fb-bf77-9618e4bdb529",
    "title": "A History of the Quakers, Volume IV",
    "description": "Like his older brother James, John Gough (1721-1791) was gifted with a keen intellect and so excelled in his studies that he became an assistant to a Friends school in Wiltshire when only sixteen years of age. As an adult he became master of boarding schools in Cork, Dublin, and Lisburn, but was also very active in the work of the ministry, both preaching and writing for the advancement of the gospel. In 1782, when sixty-one years of age, he commenced his four-volume History of the Society of Friends, which occupied him for eight years, and was published in 1790. This immense work gave a full, clear, and accurate portrayal of the history of Friends, adding valuable information to what had already been recorded in Sewel’s “History,” and continuing the history of this people until 1764.",
    "shortDescription": "Volume IV of A History of the People Called Quakers, covering the early decades of the 18th century including a number of passages pertaining to the growth and progress of Pennsylvania and ultimately ending with a brief account of the author’s death.",
    "tags": [
      "history"
    ],
    "friendId": "b1ddeaab-3446-46d4-a734-c4139611ebb6",
    "editions": [
      {
        "type": "original",
        "isbn": "978-1-64476-218-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-gough/history-of-the-quakers-v4/original/History_of_the_Quakers_v4--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-gough/history-of-the-quakers-v4"
  },
  "0e46ae49-4202-446a-b5c3-06514aa16fa5": {
    "id": "0e46ae49-4202-446a-b5c3-06514aa16fa5",
    "title": "The Journal of John Gratton",
    "description": "John Gratton (1641-1711) was one of many early Quakers who were convinced of the truth directly by the Lord, apart from the preaching or writings of others in the Society of Friends. His desperate and agonizing pursuit of true Christianity (amongst the many sects and opinions of the day) finally brought him to dramatically experience the truth of Christ’s promise—“Everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened.” Having found the truth he had so diligently sought for, he loved it, and submitted to its powerful operations in his own heart, becoming an esteemed minister and a great sufferer for the gospel of Jesus Christ.",
    "shortDescription": "The Journal of John Gratton, relating his ardent pursuit for real Christianity amongst the many sects and opinions of the day, and his eventual discovery of the truth, growth in it, and sufferings for it at the hands of unreasonable men.",
    "tags": [
      "journal"
    ],
    "friendId": "10011a5d-4773-49b1-badc-27e787a9315e",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-071-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-gratton/journal/updated/Journal_of_John_Gratton--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-gratton/journal"
  },
  "29b459d6-16ae-4f64-a03c-4ee1794b3523": {
    "id": "29b459d6-16ae-4f64-a03c-4ee1794b3523",
    "title": "Selection from the Journal of John Gratton",
    "description": "John Gratton (1641-1711) was one of many early Quakers who were convinced of the truth directly by the Lord, apart from the preaching or writings of others in the Society of Friends. His desperate and agonizing pursuit of true Christianity (amongst the many sects and opinions of the day) finally brought him to dramatically experience the truth of Christ’s promise—“Everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened.” Having found the truth he had so diligently sought for, he loved it, and submitted to its powerful operations in his own heart, becoming an esteemed minister and a great sufferer for the gospel of Jesus Christ.",
    "shortDescription": "A selection from the journal of John Gratton, relating his long and ardent pursuit after real Christianity amongst the many sects and opinions of the day, and his eventual discovery and experience of Christ within, the Pearl of great price, and the only hope of glory.",
    "tags": [
      "journal"
    ],
    "friendId": "10011a5d-4773-49b1-badc-27e787a9315e",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-226-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-gratton/journal-selection/updated/Selection_Journal_of_John_Gratton--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-gratton/journal-selection"
  },
  "a3016ba9-1370-4b8c-b680-98f383317f3b": {
    "id": "a3016ba9-1370-4b8c-b680-98f383317f3b",
    "title": "Selection from the Journal of John Griffith",
    "description": "From a wild and thoughtless youth, John Griffith (1713-1776) was made a wise and careful minister of the gospel. His journal is filled with heavenly wisdom gained from personal experience of both the Lord’s goodness and guidance, and the enemy’s snares and deceptions. Together with a remnant of bright, shining lamps in his generation, Griffith warred against a sad degeneracy into formality, tradition, and lifeless words amongst a people once distinguished by their adherence to the inward power and purity of the Holy Spirit. This instructive portion of his lengthy journal deals with his conversion, spiritual growth, and call to the ministry.",
    "shortDescription": "A selection from the journal of the life, travels, and labors in the work of the ministry of John Griffith, providing great insight into the nature of true Christianity, the work of the ministry, and the present condition of the church.",
    "tags": [
      "journal"
    ],
    "friendId": "ee39ba0e-b512-4920-9a88-33f687cb4680",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-072-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-griffith/journal-selection/updated/Selection_Journal_of_John_Griffith--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-griffith/journal-selection"
  },
  "f93a7eb9-cef7-4b30-81da-7d1a3cd35de2": {
    "id": "f93a7eb9-cef7-4b30-81da-7d1a3cd35de2",
    "title": "The Journal of John Griffith",
    "description": "From a wild and thoughtless youth, John Griffith (1713-1776) was made a wise and careful minister of the gospel. His journal is filled with heavenly wisdom gained from personal experience of both the Lord’s goodness and guidance, and the enemy’s snares and deceptions. Together with a remnant of bright, shining lamps in his generation, Griffith warred against a sad degeneracy into formality, tradition, and lifeless words amongst a people once distinguished by their adherence to the inward power and purity of the Holy Spirit. Doubtless his life and experiences will be read with great interest by every sincere seeker of God.",
    "shortDescription": "A journal of the life, travels, and labors in the work of the ministry of John Griffith, providing great insight into the nature of true Christianity, the work of the ministry, and the present condition of the church.",
    "tags": [
      "journal"
    ],
    "friendId": "ee39ba0e-b512-4920-9a88-33f687cb4680",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-073-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-griffith/journal/modernized/Journal_of_John_Griffith--modernized--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-griffith/journal"
  },
  "1b31482a-5cba-4ab3-b562-462b0a2b4fd3": {
    "id": "1b31482a-5cba-4ab3-b562-462b0a2b4fd3",
    "title": "The Ancient Path",
    "description": "This treatise, written by John Griffith in 1762, contains insightful commentary and valuable counsel on the subjects of parenting, the new birth, the nature of true worship, true and false ministry, and the right understanding and practice of discipline in the Church.",
    "shortDescription": "This treatise, written by John Griffith in 1762, contains insightful commentary and valuable counsel on the subjects of parenting, the new birth, the nature of true worship, true and false ministry, and the right understanding and practice of discipline in the Church.",
    "tags": [
      "treatise"
    ],
    "friendId": "ee39ba0e-b512-4920-9a88-33f687cb4680",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-074-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-griffith/ancient-path/updated/Ancient_Path--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-griffith/ancient-path"
  },
  "671213db-60a7-42ed-9c07-4785e321de26": {
    "id": "671213db-60a7-42ed-9c07-4785e321de26",
    "title": "Kendall’s Collection of Letters",
    "description": "Kendall’s Collection of Letters is a complication of letters composed by various members of the Society of Friends over the course of several decades. A few of the letters may have been addressed to John Kendall himself, but the great majority were written to other recipients, and were later collected and published by Kendall in 1802, after the decease of their authors. Two lengthy sections of this publication are taken exclusively from the letters of that truly wise and devoted man, Richard Shackleton. But there are letters from many other eminent Friends as well, including Catherine Payton, Samuel Fothergill, Sophia Hume, Tabitha Ecroyd, Mary Peisley, John Woolman, and many more.",
    "shortDescription": "A compilation of letters composed by various members of the Society of Friends over the course of several decades; including a large collection of excerpts penned by Richard Shackleton, and many other worthy ministers, elders, and disciples of Christ.",
    "tags": [
      "letters"
    ],
    "friendId": "f4205691-c59f-46a7-a6b4-945a0f0b99e8",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-190-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-kendall/letters/modernized/Letters--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-191-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-kendall/letters/original/Letters--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-kendall/letters"
  },
  "06d0660f-5f23-4e27-a13d-5c670dbb41e6": {
    "id": "06d0660f-5f23-4e27-a13d-5c670dbb41e6",
    "title": "The Journal of John Pemberton",
    "description": "The humility and simplicity of John Pemberton (1727-1795), united with an ardent love for his fellow creatures and a desire for their everlasting welfare, made him an eminent and much-beloved minister in the Society of Friends. Though his journal speaks much of his weakness and struggles, and little of his gifts and attainments, yet he was highly esteemed by even the most notable ministers of his day. Rebecca Jones records in her journal, “George Dillwyn has sometimes made a comparison between some of us and John Pemberton, that we are as fishing with a crooked pin and thread, while John is casting his net into the sea.” The reader will be amply repaid for tracing the footsteps of a man much weaned from the spirit and ways of the world, who eagerly endeavoured to perform his day’s work in the day time.",
    "shortDescription": "The journal and letters of John Pemberton, showing his early surrender to the yoke of Christ, his great usefulness in the church (despite having a low opinion of himself), and his four lengthy trips to Europe in the work of the ministry.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "8edf8070-2cfd-4a55-82f4-2bcf4ddbdb47",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-075-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-pemberton/journal/modernized/Journal_of_John_Pemberton--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-076-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-pemberton/journal/original/Journal_of_John_Pemberton--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-pemberton/journal"
  },
  "470677d5-c6e0-4d1f-a61d-69827d25a14c": {
    "id": "470677d5-c6e0-4d1f-a61d-69827d25a14c",
    "title": "Selection from the Journal of John Richardson",
    "description": "The life of John Richardson (1667-1753) is a powerful confirmation of Jesus’ words, that heavenly things “are hidden from the wise and prudent and revealed unto babes,” and that His “power is made perfect in weakness.” Though starting out in life a poor farm boy with little education, Richardson became a faithful student in the Holy Spirit’s school of Christ, where he not only learned spiritual truths and heavenly mysteries, but came to experience his garments washed, his mind renewed, and his heart changed. This instructive portion is an excerpt from his journal relating his early years, spiritual growth, and call to ministry.",
    "shortDescription": "A selection from the journal of that servant of Jesus Christ, John Richardson, giving a relation of his trials and exercises in his youth, his remarkable spiritual experiences, and his first services in the work of the Ministry.",
    "tags": [
      "journal"
    ],
    "friendId": "1a43f3b6-f60b-4d5d-bdfd-5d777ac3dc77",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-077-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-richardson/journal-selection/updated/Selection_Journal_of_John_Richardson--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-richardson/journal-selection"
  },
  "1e81ab5f-4f72-4570-93a1-e446e1e70267": {
    "id": "1e81ab5f-4f72-4570-93a1-e446e1e70267",
    "title": "The Journal of John Richardson",
    "description": "The life of John Richardson (1667-1753) is a powerful confirmation of Jesus’ words, that heavenly things “are hidden from the wise and prudent and revealed unto babes,” and that His “power is made perfect in weakness.” Though starting out in life a poor farm boy with little education, Richardson became a faithful student in the Holy Spirit’s school of Christ, where he not only learned spiritual truths and heavenly mysteries, but came to experience his garments washed, his mind renewed, and his heart changed. Originally from England, he travelled as a minister for most of his adult life, twice visiting the American colonies, where he triumphantly defended the truth against “that sad apostate” George Keith.",
    "shortDescription": "An account of the life of that servant of Jesus Christ, John Richardson, giving a relation of his trials and exercises in his youth, his remarkable spiritual experiences, and his services in the work of the Ministry in England, Ireland, and America.",
    "tags": [
      "journal"
    ],
    "friendId": "1a43f3b6-f60b-4d5d-bdfd-5d777ac3dc77",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-078-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-richardson/journal/modernized/Journal_of_John_Richardson--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-186-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-richardson/journal/original/Journal_of_John_Richardson--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-richardson/journal"
  },
  "f044dc3e-9e30-41a0-80db-a9af65ff609d": {
    "id": "f044dc3e-9e30-41a0-80db-a9af65ff609d",
    "title": "The Life of John Roberts",
    "description": "John Roberts (1623-1684) was a man of piety, wisdom, and remarkable wit. He was convinced of the truth through the powerful ministry of Richard Farnsworth, while the latter was a prisoner at Banbury Jail, and through heartfelt submission to the truth became a respected minister in the Society of Friends, sometimes traveling with George Fox. The combination of John Roberts’ blunt honesty, profound understanding, and humorous way of disputing with his adversaries, has long made the memoir of his life (written by his youngest son, Daniel) a favorite among early Quaker writings.",
    "shortDescription": "An account of the life of John Roberts, written by his son Daniel Roberts, giving a relation of his persecutions for the sake of the gospel, and his compelling (and sometimes amusing) debates with opposers of the Truth.",
    "tags": [
      "journal"
    ],
    "friendId": "64059654-ccbb-4082-a4d4-af51e38eed80",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-079-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-roberts/life/updated/Life_of_John_Roberts--updated--audio.png"
      },
      {
        "type": "modernized",
        "isbn": "978-1-64476-081-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-roberts/life/modernized/Life_of_John_Roberts--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-080-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-roberts/life/original/Life_of_John_Roberts--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-roberts/life"
  },
  "3ae687a1-e934-4585-8abd-a477d0cb3b75": {
    "id": "3ae687a1-e934-4585-8abd-a477d0cb3b75",
    "title": "The Convincement and Religious Progress of John Spalding",
    "description": "Though raised in the Church of England, John Spalding’s (1765-1795) pursuit of truth left him dissatisfied with the traditional worship of his day, concluding that in many respects, it was neither pleasing to God nor effective towards the salvation of his soul. After at last finding the Pearl of great price, he composed a public letter to beloved friends and family attending St. Giles church in Reading, explaining his reasons for leaving their communion, and acknowledging himself to be “one who was long in the profession, but knew not the power, till it pleased the Lord, by the ministry and writings of the people called Quakers, to direct him to where alone the power is to be known, that is, within.”",
    "shortDescription": "A short account of the convincement and religious progress of John Spalding, including his reasons for leaving the established Church of England and joining in fellowship with the Society of Friends.",
    "tags": [
      "letters",
      "journal"
    ],
    "friendId": "14754ae5-720e-45a3-bb45-3e227a7b4d65",
    "editions": [
      {
        "type": "original",
        "isbn": "978-1-64476-082-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-spalding/convincement-religious-progress/original/Convincement_and_Religious_Progress_of_John_Spalding--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-spalding/convincement-religious-progress"
  },
  "873dacbb-3205-4afb-8c38-772fb7a09fed": {
    "id": "873dacbb-3205-4afb-8c38-772fb7a09fed",
    "title": "Come Out from Babylon",
    "description": "Though raised in the Church of England, John Spalding’s (1765-1795) pursuit of truth left him dissatisfied with the traditional worship of his day, concluding that, in many respects, it was neither pleasing to God nor effective towards the salvation of his soul. After at last finding the Pearl of great price, he composed a public letter to beloved friends and family attending St. Giles church in Reading, explaining his reasons for leaving their communion, and acknowledging himself to be “one who was long in the profession, but knew not the power, till it pleased the Lord, by the ministry and writings of the people called Quakers, to direct him to where alone the power is to be known, that is, within.”",
    "shortDescription": "An epistle of John Spalding, addressed to family and friends attending St. Giles church, advancing several well-grounded reasons for leaving the Church of England and joining in fellowship with the Society of Friends.",
    "tags": [
      "letters",
      "treatise"
    ],
    "friendId": "14754ae5-720e-45a3-bb45-3e227a7b4d65",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-083-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-spalding/come-out-from-babylon/updated/Come_Out_from_Babylon--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-spalding/come-out-from-babylon"
  },
  "84ca0ff5-f17c-49ff-9bde-6c9f67a6a352": {
    "id": "84ca0ff5-f17c-49ff-9bde-6c9f67a6a352",
    "title": "Journal of John Wigham",
    "description": "John Wigham (1749-1839) had strong desires raised in his heart to be the Lord’s servant when only eight years old, and feeling that he could not serve Him acceptably without being preserved from evil, he began then to implore the Lord to purify his heart and to make him a useful vessel in His house. After marrying, and beginning to travel in the work of the ministry, he and his wife felt impressed of the Lord to move their family (of seven children) from England to Scotland, where he served the declining church for the remainder of his long and fruitful life, dying in Aberdeen at the age of 91.",
    "shortDescription": "A journal of the life, gospel labors, and religious experiences of John Wigham, chiefly written by himself; to which are added some biographical comments and concluding remarks by his son, Anthony Wigham.",
    "tags": [
      "journal"
    ],
    "friendId": "c142b031-4632-4730-96cd-2c0e3efb76f5",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-085-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-wigham/journal/modernized/Journal_of_John_Wigham--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-084-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-wigham/journal/original/Journal_of_John_Wigham--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-wigham/journal"
  },
  "9ec7c639-b4eb-4e58-aa37-fdc23817f5f3": {
    "id": "9ec7c639-b4eb-4e58-aa37-fdc23817f5f3",
    "title": "The Journal and Writings of John Woolman",
    "description": "Because of his writings against slavery and other social evils, John Woolman (1720-1772) is one of the most well-known Quakers from the 18th century. Unfortunately, several heavily edited versions of his journal exist today which have removed important aspects of his Christian faith and experience, rendering him only a philanthropist and abolitionist. The truth is that John Woolman was a devoted servant of Jesus Christ, a preacher of truth and righteousness, and a man filled with the Spirit and love of God that overflowed towards his fellow creatures. This edition contains his unabridged journal and works.",
    "shortDescription": "The journal, life, gospel labors, and Christian experiences of that faithful minister of Jesus Christ, John Woolman; to which are added his last epistle to Friends, and his writings on slavery, love, and several other important subjects.",
    "tags": [
      "journal",
      "treatise"
    ],
    "friendId": "2fc07cca-624d-435e-9a48-d7dc28edff9f",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-086-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-woolman/journal-writings/modernized/Journal_and_Writings_of_John_Woolman--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-087-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/john-woolman/journal-writings/original/Journal_and_Writings_of_John_Woolman--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/john-woolman/journal-writings"
  },
  "0451a301-8654-42e3-8701-6288579e5bbb": {
    "id": "0451a301-8654-42e3-8701-6288579e5bbb",
    "title": "The Journal of Joseph Edgerton",
    "description": "Joseph Edgerton (1797-1875) was one of the few faithful Friends in the mid 19th century that held fast to the Truth, even as the long-favored Society of Friends crumbled to pieces on the right hand and on the left. He was acknowledged a minister of the gospel in 1833, and travelled extensively in that capacity a great part of his life. He was valiant for the Truth in his day, standing forth in unflinching support of the original doctrines and testimonies of the Society of Friends. The cleansing, purifying power of the Lord Jesus in His inward and spiritual appearance in the heart was frequently the subject of his preaching, and his greatest desire was that all would experience a growth in the true grace of God, and so be continually “taking root downward, and bringing forth fruit upward.”",
    "shortDescription": "A journal of the life and religious services of Joseph Edgerton, a minister of the gospel in the Society of Friends; including extracts from his correspondence and his “Address to Friends,” published in 1841.",
    "tags": [
      "journal"
    ],
    "friendId": "8ac61de7-079e-497c-a55c-0d4a178ceccd",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-088-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/joseph-edgerton/journal/modernized/Journal_of_Joseph_Edgerton--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-089-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/joseph-edgerton/journal/original/Journal_of_Joseph_Edgerton--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/joseph-edgerton/journal"
  },
  "20c95c47-62dd-4181-b6e7-dcd8142626ca": {
    "id": "20c95c47-62dd-4181-b6e7-dcd8142626ca",
    "title": "The Journal of Joseph Oxley",
    "description": "Joseph Oxley (1715–1776) was a humble and sweet-spirited minister in the Society of Friends, whose life and service in the church manifested a total reliance upon the immediate empowering of the Spirit of Christ. Though he had a low opinion of himself, he was highly regarded and respected by all, and his ministry was known to be accompanied by that heavenly power which both confutes the proud and raises up the humble. He was led to preach the gospel in England, Ireland, Scotland, and the American Colonies, where his services were said to have “proceeded from the influence of the Minister of the sanctuary and true tabernacle, which God has pitched and not man.”",
    "shortDescription": "The journal of the life, travels, and labors of love in the work of the gospel of Joseph Oxley, including an introductory address to his children, and numerous letters to his family and friends in the ministry.",
    "tags": [
      "journal"
    ],
    "friendId": "f5685a70-b8ff-4912-aa36-272e680bd5a7",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-090-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/joseph-oxley/journal/modernized/Journal_of_Joseph_Oxley--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-091-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/joseph-oxley/journal/original/Journal_of_Joseph_Oxley--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/joseph-oxley/journal"
  },
  "b7fb02eb-f804-431a-9c0c-7ead12400bf5": {
    "id": "b7fb02eb-f804-431a-9c0c-7ead12400bf5",
    "title": "The Original and Present State of Man",
    "description": "Though a shoe maker by trade, Joseph Phipps (1708–1787) was the author of several scholarly publications explaining and defending the tenets of Early Friends. In 1772, in response to a critical publication by a man named Samuel Newton, Phipps wrote “The Original and Present State of Man,” in which he cleared the Society from many unjust and untrue charges, and also defended and clarified the leading principles and practices of the Quakers. This extraordinary little book deals with “The nature of man’s fall, and the necessity, means, and manner of his restoration through the sacrifice of Christ, and the discernible operation of that Divine Spirit of grace and truth.”",
    "shortDescription": "The Original and Present State of Man, demonstrating the nature of man’s fall, the necessity, means, and manner of his restoration through the sacrifice of Christ, and the discernible operation of that Divine Spirit of grace and truth.",
    "tags": [
      "doctrinal"
    ],
    "friendId": "2e0d8f1c-b8e6-493f-b1a5-15980df87929",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-092-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/joseph-phipps/original-and-present-state-of-man/updated/Original_and_Present_State_of_Man--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/joseph-phipps/original-and-present-state-of-man"
  },
  "f9356ff3-a098-45b1-9ed2-022790240c01": {
    "id": "f9356ff3-a098-45b1-9ed2-022790240c01",
    "title": "Selection from the Life of Joseph Pike",
    "description": "Joseph Pike (1657-1729) was convinced of the truth through the powerful preaching of William Edmundson, and grew to become a wise and faithful elder in the Society of Friends in Ireland. In his old age he wrote an account of his early years, spiritual struggles, and growth in the truth, chiefly for the benefit of his own children. In this short but valuable history, he relates (in helpful detail) the Lord’s dealings to Him, first as a judge, then as a refiner of silver, and eventually as the comforter and strengthener of Zion.",
    "shortDescription": "A selection from the journal and writings of Joseph Pike, giving an account of his spiritual travels and the various exercises of soul that he passed through and experienced in the way of regeneration.",
    "tags": [
      "journal"
    ],
    "friendId": "07ceda74-7afb-4bc8-949c-195cb3a63338",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-093-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/joseph-pike/life-selection/updated/Selection_Life_of_Joseph_Pike--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/joseph-pike/life-selection"
  },
  "932ed314-b6c2-48c4-b4d8-19ca31d0db49": {
    "id": "932ed314-b6c2-48c4-b4d8-19ca31d0db49",
    "title": "The Life of Martha Routh",
    "description": "Martha Routh (1743-1817) was working as the principal of a Friend’s boarding school in Nottingham, England when, at age of 30, she was called by the Lord to travel in the work of the ministry. The remaining 44 years of her life were devoted to preaching the gospel throughout all parts of England, Wales, Scotland, Ireland, and America. Her first trip to America was in 1794, where she labored for over three years, traveling over 11,000 miles, before returning to her native country. She returned to America in 1801 with her husband (who died shortly after his arrival in New York). Martha Routh’s life and ministry were exemplary in every respect, and her preaching was “in demonstration of the Spirit and of power.”",
    "shortDescription": "A journal of the life, travels, and religious experiences of Martha Routh, giving a relation of her forty years of tireless service in the work of the ministry throughout many parts of England, Ireland, Scotland, and America.",
    "tags": [
      "journal"
    ],
    "friendId": "c37e8c43-d3b0-4cff-856c-c6981f841528",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-094-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/martha-routh/journal/modernized/Journal_of_Martha_Routh--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-095-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/martha-routh/journal/original/Journal_of_Martha_Routh--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/martha-routh/journal"
  },
  "4cd93994-8176-4269-aae3-63eb68fdef28": {
    "id": "4cd93994-8176-4269-aae3-63eb68fdef28",
    "title": "Life of Mary Alexander",
    "description": "Before Mary Alexander (1760-1809) had attained to the age of seventeen years, she was impressed with a strong apprehension that, if faithful to the manifestations of the Holy Spirit, she would be called to the work of the ministry. But having a low opinion of herself, and feeling entirely unprepared for so important a work, she was for many years reluctant to give up to the Lord’s clear leading. However, finding His Word in her heart to “like a burning fire shut up in her bones,” she at last yielded to His call and began traveling and preaching throughout England, Scotland, and Wales as the Lord gave her utterance. Mary Alexander was known to be a woman of deep humility and uncommon spiritual understanding, and one whose life was unreservedly dedicated to her Master’s cause.",
    "shortDescription": "A journal of the life of Mary Alexander begun in the thirty-eighth year of her age, relating her early experiences of “the heart-tendering power of the Lord,” her notable call to preach the gospel, and her frequent and diligent travels in the work of the ministry.",
    "tags": [
      "journal"
    ],
    "friendId": "e0af1dbc-cf6c-41ad-b342-067583ae1867",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-097-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-alexander/life/modernized/Life_of_Mary_Alexander--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-096-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-alexander/life/original/Life_of_Mary_Alexander--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/mary-alexander/life"
  },
  "8e66ed6c-5a9f-4842-91c3-4d2b32b02e93": {
    "id": "8e66ed6c-5a9f-4842-91c3-4d2b32b02e93",
    "title": "Journal of Mary Ann Gilpin",
    "description": "The short life of Mary Ann Gilpin (1813-1838) is a beautiful and compelling testimony to the powerful operation of the Spirit of Truth upon any heart that is “humble, contrite, and trembles at His Word.” Bowing her neck to the yoke of Christ at a young age, this extraordinary young woman was led step by step through the wilderness of this world, through great losses and painful trials, unto a true growth in grace and a steadfastness in faith. She finished her race in her 25th year, having fought the good fight, kept the faith, and left behind her an “aroma of life”—the sweet fragrance of the knowledge of her Lord and Savior Jesus Christ.",
    "shortDescription": "The journal and letters of Mary Ann Gilpin, written in the final years of her short but valuable life, relating her earnest desires to be thoroughly purified, her faithfulness and submission in times of great bodily suffering, and her joyful victory over sin and the grave.",
    "tags": [
      "journal"
    ],
    "friendId": "cad036aa-1c1f-4c3c-b3e6-83101a2b9192",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-099-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-ann-gilpin/journal/modernized/Journal_of_Mary_Ann_Gilpin--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-098-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-ann-gilpin/journal/original/Journal_of_Mary_Ann_Gilpin--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/mary-ann-gilpin/journal"
  },
  "92d2a0ab-55d5-4fc1-aaf6-f003b172898d": {
    "id": "92d2a0ab-55d5-4fc1-aaf6-f003b172898d",
    "title": "The Lives and Persecutions of the Primitive Quakers",
    "description": "Mary Ann Kelty (1789-1873) was a teacher and author in England who appears to have discovered the writings of early Friends later in her life. Though she plainly shows herself to be in perfect accord with the principles and practices of the primitive Quakers, she lived in a time of great declension from the original purity and power in the Society, and probably for that reason, never formally joined with them in membership (though she is said to have frequently attended the Friends’ meeting house at Peckham). Her book “The Lives and Persecutions of the Primitive Quakers” is a very well-written, short history of the early Society of Friends, highlighting the most noteworthy figures and remarkable events of that time.",
    "shortDescription": "A short history of the remarkable lives and relentless persecutions of the primitive Quakers, demonstrating their deep root in the life and substance of true Christianity, and their willingness to “spend and be spent” for the Truth as it is in Jesus.",
    "tags": [
      "history"
    ],
    "friendId": "5b448161-953f-4196-a1e4-e07fd5d48412",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-100-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-ann-kelty/lives-of-primitive-quakers/modernized/Lives_and_Persecutions_of_the_Primitive_Quakers--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-101-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-ann-kelty/lives-of-primitive-quakers/original/Lives_and_Persecutions_of_the_Primitive_Quakers--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/mary-ann-kelty/lives-of-primitive-quakers"
  },
  "a64bc50d-4a4c-47ad-9e83-d72bbf5363b7": {
    "id": "a64bc50d-4a4c-47ad-9e83-d72bbf5363b7",
    "title": "A Memoir of Mary Capper",
    "description": "Mary Capper (1755-1845) was raised up in the strict observance of the rites and ceremonies of the church of England, but found her heart longing for a greater experience of the inward life and power of the gospel. Upon being convinced of the principles of Friends, she was told by her father “not to return to the parental roof” until she would conform to the religious education that she had been given. But finding that true peace of mind depended upon simple obedience to the Lord’s requirements, she continued in faithful adherence to the way of the cross, and in time could boldly testify that “every sacrifice made in obedience, was rewarded a hundred fold.”",
    "shortDescription": "The journal and letters of Mary Capper, relating her early awakening to the convictions of the Spirit, her expulsion from home for having embraced Friend’s principles, her steady growth in life of the gospel, and her subsequent usefulness as a minister in the Society of Friends.",
    "tags": [
      "journal"
    ],
    "friendId": "c7ee8fdf-6cb7-4619-b3e3-6f12144e475f",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-188-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-capper/memoir/modernized/Memoir_of_Mary_Capper--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-187-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-capper/memoir/original/Memoir_of_Mary_Capper--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/mary-capper/memoir"
  },
  "468770bf-aae5-4c4a-a2b3-41d978f3dd72": {
    "id": "468770bf-aae5-4c4a-a2b3-41d978f3dd72",
    "title": "The Journal and Letters of Mary Dudley",
    "description": "Mary Dudley (1750-1823) was a seeker of truth and righteousness from her earliest days. When around 20 years old, she joined the Methodists for two or three years, and was much esteemed by John Wesley for her humble devotion and pious example. Before long, however, she began to feel that their active and outward zeal was not compatible with the spiritual poverty she felt in herself, and the great need she had seen for total dependence upon the Spirit of God for all true worship and ministry. Finding a home among the Quakers, she grew to become a powerful minister and a “mother in Israel,” traveling often, and pointing many hearts to the covenant of light and life in Jesus Christ.",
    "shortDescription": "A journal of the life of Mary Dudley, including a relation of her many services in the work of the gospel, extracts from her letters, and an account of the last illness and death of her daughter Hannah.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "55dab152-9cb3-4e80-839e-40fe0ebbdd78",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-102-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-dudley/journal/modernized/Journal_of_Mary_Dudley--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-103-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-dudley/journal/original/Journal_of_Mary_Dudley--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/mary-dudley/journal"
  },
  "53f7cdb3-6c11-47d2-9a5d-0fcd41b5ab57": {
    "id": "53f7cdb3-6c11-47d2-9a5d-0fcd41b5ab57",
    "title": "Life of Mary Hagger",
    "description": "Mary Hagger (1758-1840) was raised by pious parents, and being of a meek and humble disposition, was early visited by the power of the Lord, though at the time she says, “I knew not what it was that so sweetened and tendered my heart.” Faithfully yielding to the convictions and instructions of grace, she was prepared by the Lord as a vessel for His service. But when she felt it required of her to bear public testimony to the goodness of the Lord, for many years the language of her heart was, “Send by whom you will send, but not by me.” However, in the latter part of her life she was at last made willing to speak as the Lord enabled her, and became an instrument of usefulness in the church.",
    "shortDescription": "The journal and letters of Mary Hagger, relating some early impressions and convictions of the Spirit, her reluctance to be used of the Lord in the work of the ministry, and her happy surrender to His call in the evening of her day.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "7390bce7-827a-4885-98bb-ec22579c5adb",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-180-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-hagger/life/modernized/Life_of_Mary_Hagger--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-181-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-hagger/life/original/Life_of_Mary_Hagger--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/mary-hagger/life"
  },
  "9bd10df3-80aa-4623-b66a-61e00f112b47": {
    "id": "9bd10df3-80aa-4623-b66a-61e00f112b47",
    "title": "The Life and Letters of Mary Peisley Neale",
    "description": "Mary Neale (1717-1757), dying suddenly only three days after her marriage to Samuel Neale, is best known by her maiden name, Mary Peisley. Having been early turned from the pursuit of worldly pleasures and vanities by the inward appearing of the Lord Jesus, Mary Neale surrendered all to the cross of Christ and was made by Him a shining example of a true gospel minister. Of her life, James Gough (another highly esteemed minister in the Society of Friends) wrote, “I am ready to conclude that no one in our day, from the time of the effectual visitation of Christ in her soul, adhered with more steadiness to His guidance, through a variety of probations.”",
    "shortDescription": "An account of the life, Christian experiences, and work in the ministry of Mary Peisley Neale, chiefly comprised of her own memorandums and letters, compiled and published by her husband Samuel Neale.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "a46a9ccb-c179-4a05-bad4-78f161e367f7",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-104-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-peisley-neale/journal/modernized/Journal_of_Mary_Peisley_Neale--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-105-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/mary-peisley-neale/journal/original/Journal_of_Mary_Peisley_Neale--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/mary-peisley-neale/journal"
  },
  "67f4202e-ceff-402c-ad33-c1cb530dd247": {
    "id": "67f4202e-ceff-402c-ad33-c1cb530dd247",
    "title": "The Life of Oliver Sansom",
    "description": "Oliver Sansom (1636-1710) was an early minister in the Society of Friends, whose heart was first awakened to the Truth while reading a work of Isaac Penington’s entitled, “The Way of Life and Death Made Manifest and Set Before Men.” Feeling it required of him to break off from the national church, with its man-made traditions and obligatory tithes, he became the target of great persecution, and spent many years in jail. Speaking of him after his death, Thomas Ellwood wrote, “I have this testimony to bear of his honest and innocent life; he was a good steward of his Master’s treasures, a faithful dispenser of divine mysteries committed to him, an inward and heavenly-minded man. He was more in substance than in show, greater in power than in expression, a man of a meek and quiet spirit, yet full zeal—who lived and died a servant of the Lord.”",
    "shortDescription": "The life of Oliver Sansom, giving an account of his convincement of the Truth, and the many trials, sufferings, and imprisonments which befell him for his obedience to it; also relating some of his travels and labors in the work of the ministry.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "7085b3b3-4600-4c4d-aa99-091dc2ac9b0c",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-178-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/oliver-sansom/life/modernized/Life_of_Oliver_Sansom--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-179-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/oliver-sansom/life/original/Life_of_Oliver_Sansom--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/oliver-sansom/life"
  },
  "c7ef46fd-ed93-471e-971a-32b2e4d8558e": {
    "id": "c7ef46fd-ed93-471e-971a-32b2e4d8558e",
    "title": "Journal of Rebecca Hubbs",
    "description": "It is said of Rebecca Hubbs (1772-1852), that though she was not highly educated or gifted for literary conversation, and though she had a very humble view of herself in every way, yet her ministry savored richly of the power of the anointing, conveyed “not in the words which man’s wisdom teaches, but which the Holy Spirit teaches.” Indeed, she was a clear instance of the Lord’s power made perfect in weakness, and was used of the Lord in some remarkable ways, including a personal visit to president James Madison, to declare unto him the burden of word of the Lord that weighed heavily on her heart.",
    "shortDescription": "A journal of the life of Rebecca Hubbs, showing how she was early awakened from the seductive vanities of time, willingly brought under the teaching and sanctifying power of grace, and made a worthy instrument in the Lord’s hand for the promotion of His kingdom.",
    "tags": [
      "journal"
    ],
    "friendId": "ec432610-e85a-4818-a926-228580f45cec",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-107-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/rebecca-hubbs/journal/modernized/Journal_of_Rebecca_Hubbs--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-106-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/rebecca-hubbs/journal/original/Journal_of_Rebecca_Hubbs--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/rebecca-hubbs/journal"
  },
  "45dca7c2-3ff9-4a83-acdf-55ec1630cb25": {
    "id": "45dca7c2-3ff9-4a83-acdf-55ec1630cb25",
    "title": "The Life and Letters of Rebecca Jones",
    "description": "Words fail to describe the beautiful life and heart-tendering ministry of Rebecca Jones (1739-1818). When still a child, her eyes were opened to see the “ancient path” through the powerful preaching of Catherine Payton; and persevering in it all the days of her long and fruitful life, she was made a “vessel for honor, sanctified and useful to the Master, prepared for every good work.” Her diary and letters are both endearing and instructive, telling the story of a meek disciple, a tireless minister, a loving “mother in Israel”, a powerful preacher, and a shining example of every Christian virtue.",
    "shortDescription": "An account of the life, Christian experiences, and gospel labors of Rebecca Jones, containing an autobiographical portion, letters to friends and fellow-ministers, and journal entries kept during her travels in Europe in the work of the ministry.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "d4473761-5eec-49a8-8be3-109ec6b37ece",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-108-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/rebecca-jones/life-and-letters/modernized/Life_and_Letters_of_Rebecca_Jones--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-109-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/rebecca-jones/life-and-letters/original/Life_and_Letters_of_Rebecca_Jones--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/rebecca-jones/life-and-letters"
  },
  "dfda01ed-36ec-4b37-96fd-9e23b0352fa1": {
    "id": "dfda01ed-36ec-4b37-96fd-9e23b0352fa1",
    "title": "The Journal of Richard Davies",
    "description": "Richard Davies (1635–1708) was a man who desperately sought after Truth from his earliest days, and became the first Welshmen to be convinced of the principles preached by the Early Quakers. Through many hardships (beatings, mockings, long imprisonments, etc.) he grew up in the Lord and became an eminent minister in the Society of Friends, being so filled with the Lord’s humility and love that even his enemies respected and admired him.",
    "shortDescription": "An account of the convincement, sufferings, services, and travels of that valuable servant of the Lord, Richard Davies; also containing some information relative to the spreading of Truth in Wales.",
    "tags": [
      "journal"
    ],
    "friendId": "fa0aa8d3-c8ad-421b-89bf-38db7077426e",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-110-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/richard-davies/journal/modernized/Journal_of_Richard_Davies--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-111-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/richard-davies/journal/original/Journal_of_Richard_Davies--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/richard-davies/journal"
  },
  "49084c34-f64e-4316-b238-49b7a37e5a8a": {
    "id": "49084c34-f64e-4316-b238-49b7a37e5a8a",
    "title": "The Journal of Richard Jordan",
    "description": "Richard Jordan (1756-1826) was awakened by a tenderizing visitation of the Holy Spirit when only twelve years old, and enabled to surrender himself entirely to the transforming and refining baptism of Jesus Christ. He was called to preach the gospel when twenty-five years of age, but for a long time his appearances in the ministry were short and infrequent, feeling a dread lest he should “shoot out into the branches” without first knowing “an establishment in the Root of immortal life.” Being faithful in the little, his gift in the ministry grew, and he became one who preached in the demonstration of the Spirit and of power, clearly opening to individuals their states and conditions, and inviting all to peace with God through the effectual operation of the cross of Jesus Christ.",
    "shortDescription": "A journal of the life, Christian labors, and travels in the work of the ministry of Richard Jordan, with several notes and anecdotes appended from a publication entitled “A Biographical Memoir of Richard Jordan.”",
    "tags": [
      "journal"
    ],
    "friendId": "e875433e-57d2-497a-b811-069479c6b1a1",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-112-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/richard-jordan/journal/modernized/Journal_of_Richard_Jordan--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-113-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/richard-jordan/journal/original/Journal_of_Richard_Jordan--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/richard-jordan/journal"
  },
  "f869e6e5-c5a2-4bdf-96bb-1c4dc13dad2f": {
    "id": "f869e6e5-c5a2-4bdf-96bb-1c4dc13dad2f",
    "title": "Waiting Upon the Lord",
    "description": "Robert Barclay writes, “All true and acceptable worship to God is offered in the inward and immediate moving and drawing of His own Spirit.” It is not hard to agree with such a statement, but who has indeed stood still to see the salvation of the Lord, and known the dawning of His inward Day? Have we waited upon our God to separate the precious from the vile within, to differentiate between the pure operation of His Spirit and the wild rovings of our own soul? Have we truly known and obeyed His inward stirrings and teachings, or does the Seed of God lay buried in Christian hearts beneath a mass of superstition, assumption, and fleshy, religious activity?",
    "shortDescription": "This treatise is a carefully modernized edition of the eleventh proposition of Robert Barclay’s “Apology for the True Christian Divinity”, showing the necessity and benefit of waiting upon the Lord for ability to worship, pray, and minister acceptably.",
    "tags": [
      "doctrinal"
    ],
    "friendId": "105b22b5-0d97-422d-821f-becefa9482a0",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-114-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/robert-barclay/waiting-upon-the-lord/updated/Waiting_Upon_the_Lord--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/robert-barclay/waiting-upon-the-lord"
  },
  "a0aa67e3-e96e-44ea-a90c-db739d54eba6": {
    "id": "a0aa67e3-e96e-44ea-a90c-db739d54eba6",
    "title": "Saved to the Uttermost",
    "description": "Robert Barclay’s “Apology for the True Christian Divinity” is perhaps the most well-known of all Friends’ writings. “Saved to the Uttermost” (which is taken from propositions four through eight of the Apology) brilliantly expounds some of the most vital and misunderstood aspects of Christianity, plainly manifesting the true nature, experience, and extent of the salvation that God offers the soul through Jesus Christ.",
    "shortDescription": "This book is a carefully modernized edition of propositions four through eight of Robert Barclay’s “Apology for the True Christian Divinity,” treating upon the fall, redemption, justification, and perfection of man.",
    "tags": [
      "doctrinal"
    ],
    "friendId": "105b22b5-0d97-422d-821f-becefa9482a0",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-115-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/robert-barclay/saved-to-the-uttermost/updated/Saved_to_the_Uttermost--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/robert-barclay/saved-to-the-uttermost"
  },
  "fea5c7ff-bd6f-4c46-b928-c3b4fb1a04e6": {
    "id": "fea5c7ff-bd6f-4c46-b928-c3b4fb1a04e6",
    "title": "Considerations upon Recreation and Entertainment",
    "description": "This publication is a short extract from the fifteenth proposition of Robert Barclay’s “Apology for the True Christian Divinity,” showing how most common forms of entertainment and recreation do but stifle the soul’s longings after God, and serve only to draw men out from His fear, making them forget heaven, death, and judgment, while at the same time fostering lust, vanity, and carelessness.",
    "shortDescription": "This publication is an extract from the fifteenth proposition of Robert Barclay’s “Apology for the True Christian Divinity,” showing how many common forms of entertainment and recreation war against the purpose of God for the immortal soul of man.",
    "tags": [
      "doctrinal"
    ],
    "friendId": "105b22b5-0d97-422d-821f-becefa9482a0",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-117-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/robert-barclay/recreation-entertainment/updated/Recreation_and_Entertainment--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/robert-barclay/recreation-entertainment"
  },
  "51303b80-b6c1-4d45-a740-bf3eaf0767e4": {
    "id": "51303b80-b6c1-4d45-a740-bf3eaf0767e4",
    "title": "Life of Samuel Bownas",
    "description": "As a young man, Samuel Bownas (1676-1753) was awakened to his lost condition through the powerful ministry of a young woman named Anne Wilson who, pointing to him in a meeting, told him he was but “a Quaker by tradition,” and a stranger to the transforming power of the gospel. Knowing this to be true, Bownas was cut to the quick, and so fervently turned to the Lord that both his heart and his conduct were greatly altered in a short time. Continuing in faithful submission to the Light of Christ, he became a minister and a sufferer for the gospel, traveling frequently in Great Britain and the American colonies, and being several times imprisoned for the testimony of Jesus Christ. Bownas was particularly conspicuous for his deep understanding concerning the work of the ministry, and became the author of a highly-regarded book entitled, “A Description of the Qualifications Necessary to a Gospel Minister.”",
    "shortDescription": "A journal of the life, travels, and Christian experiences of Samuel Bownas, giving an account of his sudden awakening to the truth of the gospel, his call to the ministry, his imprisonment in America, and his long and fruitful life in the service of Christ.",
    "tags": [
      "journal"
    ],
    "friendId": "7f083eb6-674f-4cc8-843b-8d4edd15a345",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-119-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-bownas/journal/modernized/Life_of_Samuel_Bownas--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-118-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-bownas/journal/original/Life_of_Samuel_Bownas--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/samuel-bownas/journal"
  },
  "99ecfc4d-8a51-411d-805e-f5243d4879ed": {
    "id": "99ecfc4d-8a51-411d-805e-f5243d4879ed",
    "title": "Life and Letters of Samuel Crisp",
    "description": "Samuel Crisp (1670—1704) was a brilliant young priest in the Church of England whose hunger for truth and righteousness led him to leave off all formal, shadowy religion and join with the despised people called Quakers to worship God in spirit and truth. This short document consists chiefly of two letters written by Crisp explaining his reasons for leaving the national worship, and describing how the Lord revealed His Son in him, “at the brightness of whose appearance the clouds are scattered and the shadows flee away.”",
    "shortDescription": "Three valuable letters of Samuel Crisp, with extracts from his work entitled “A Vindication of the People Called Quakers,” to which is prefixed a short memoir of his life.",
    "tags": [
      "letters"
    ],
    "friendId": "156aead1-a1b5-40bb-815b-6539e20bd459",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-120-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-crisp/life-letters/updated/Life_and_Letters_of_Samuel_Crisp--updated--audio.png"
      },
      {
        "type": "modernized",
        "isbn": "978-1-64476-234-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-crisp/life-letters/modernized/Life_and_Letters_of_Samuel_Crisp--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-233-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-crisp/life-letters/original/Life_and_Letters_of_Samuel_Crisp--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/samuel-crisp/life-letters"
  },
  "53f21a86-f264-460f-b879-3cd4a7ddf615": {
    "id": "53f21a86-f264-460f-b879-3cd4a7ddf615",
    "title": "The Life and Letters of Samuel Fothergill",
    "description": "Samuel Fothergill (1715-1772) was the youngest son of eminent Quaker minister, John Fothergill. As a young man, Samuel yielded to various temptations, “giving way to the indulgence of his evil passions, and abandoning himself to the pursuit of folly and dissipation.” So great was his rebellion against the Truth, that his father, upon embarking on a long trip to America, took leave of him with these words—“And now, son Samuel, farewell!—farewell!; and unless it be as a changed man, I cannot say that I have any wish ever to see you again.” These words pierced Samuel’s heart, and were used of the Lord as a means to turn him to the path of repentance and conversion. Feeling the terrors of the Lord for sin, Samuel was made willing to abide under His righteous judgments, and so yielded to the transforming power of divine grace that, in time, he became one of the most distinguished and influential ministers of his day.",
    "shortDescription": "A memoir of the life and gospel labors of Samuel Fothergill, consisting chiefly of extracts from his written correspondence and journal entries of his travels, with biographical and historical information supplied by George Crosfield; also containing a short account of the life and travels of his father, John Fothergill.",
    "tags": [
      "journal"
    ],
    "friendId": "0691bc74-ea85-4582-bf30-2412ba0ac133",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-121-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-fothergill/life-letters/modernized/Life_and_Letters_of_Samuel_Fothergill--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-122-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-fothergill/life-letters/original/Life_and_Letters_of_Samuel_Fothergill--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/samuel-fothergill/life-letters"
  },
  "c3428a4c-4a2f-480b-8612-f96e104914dd": {
    "id": "c3428a4c-4a2f-480b-8612-f96e104914dd",
    "title": "The Journal and Letters of Samuel Neale",
    "description": "At the age of twenty-two, Samuel Neale (1729-1792) was powerfully impacted by the ministry of Catharine Payton and Mary Peisley (his future wife) while they were ministering in the city of Dublin, Ireland. Having seen and felt that he was traveling on the broad path that leads to destruction, Samuel Neale set his heart to “wait upon the Lord in the way of His judgments.” Having become acquainted with the true baptism of Christ (that of Spirit and fire), he was soon called into the ministry, and labored diligently for the remainder of his life. His journal and letters demonstrate all of the sweetness, humility, and wisdom of a true disciple of Jesus Christ.",
    "shortDescription": "A journal of the life and Christian labors in the work of the gospel of Samuel Neale, relating his awakening to truth through the powerful ministry of Catherine Payton, his careful subjection to the cross of Christ, and his growth in grace and usefulness to the body of Christ.",
    "tags": [
      "journal"
    ],
    "friendId": "ecf66297-d101-4875-aea4-0932bbd8673b",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-123-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-neale/journal-letters/modernized/Journal_and_Letters_of_Samuel_Neale--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-124-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-neale/journal-letters/original/Journal_and_Letters_of_Samuel_Neale--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/samuel-neale/journal-letters"
  },
  "d230b8ce-a185-42b5-bdf1-cf54130e2764": {
    "id": "d230b8ce-a185-42b5-bdf1-cf54130e2764",
    "title": "The Work of Vital Religion in the Soul",
    "description": "Samuel Rundell (1762 - 1848) was a wool-dealer who lived in Liskeard, a small town in southwest England. When young he befriended that worthy elder and “mother in Israel” Catherine Payton (Phillips), whose wisdom and piety no doubt made lasting impressions upon him. As a minister and author, Rundell was particularly concerned to press the necessity of a real and living experience of inward purification by an unreserved obedience to the light or Spirit of Christ working in the heart. Having witnessed its effectual operation in his own soul, he greatly desired to see this scriptural doctrine both upheld amongst his fellow Quakers and more widely known among sincere Christians of every denomination.",
    "shortDescription": "A treatise containing valuable observations upon the commencement and progress of the work of grace in the soul, upon the true nature and performance of spiritual worship, and upon the baptism and supper that are essential to the new covenant.",
    "tags": [
      "treatise",
      "exhortation"
    ],
    "friendId": "a208b4cd-d73e-496a-a73d-bf7386c270e8",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-001-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-rundell/vital-religion/updated/Work_of_Vital_Religion_in_the_Soul--updated--audio.png"
      },
      {
        "type": "modernized",
        "isbn": "978-1-64476-125-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-rundell/vital-religion/modernized/Work_of_Vital_Religion_in_the_Soul--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-126-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/samuel-rundell/vital-religion/original/Work_of_Vital_Religion_in_the_Soul--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/samuel-rundell/vital-religion"
  },
  "d106a18d-6092-4628-a1ec-822f68127743": {
    "id": "d106a18d-6092-4628-a1ec-822f68127743",
    "title": "The Life and Letters of Sarah Grubb",
    "description": "​Sarah R. Grubb (1756-1790) was a woman of extraordinary natural abilities, strength of judgment, and clearness of discernment. Being favoured with a visitation of heavenly love when young, she submitted to Christ’s refining fire and was brought into that passive condition wherein the vessels in the Lord’s house are formed and fitted for usefulness. Having been early prepared for service, she came forth as a public minister about the twenty-third year of her age. Some years later, she and her husband founded a girls school in Clonmel, Ireland, where she lived and ministered until her death in 1790, at only 34 years of age.",
    "shortDescription": "A journal of the life and religious travels of Sarah Grubb, including numerous extracts from her letters, along with a short treatise on Christian Discipline in the education of youth.",
    "tags": [
      "journal"
    ],
    "friendId": "7619ef92-d444-40cf-a8e9-7e7ffc36fe4d",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-127-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/sarah-grubb/life-and-letters/modernized/Life_and_Letters_of_Sarah_Grubb--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-128-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/sarah-grubb/life-and-letters/original/Life_and_Letters_of_Sarah_Grubb--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/sarah-grubb/life-and-letters"
  },
  "8b8604f4-042c-46b9-bdf6-a3ad6921164a": {
    "id": "8b8604f4-042c-46b9-bdf6-a3ad6921164a",
    "title": "Life of Sarah Stephenson",
    "description": "The heart of Sarah Stephenson (1738-1802) was turned to the Lord at a very young age. Though raised in a wealthy family where many of the world’s treasures were within reach, she says, “The Lord looked down upon me in love, and and so enamoured my soul with His beauty, that I loved to be alone with Him. O how sweet was His presence!” Submitting herself to the forming hand of grace, she grew deep in heavenly life and spiritual experience, and in addition to ministering in larger gatherings of the Lord’s people, she was used more particularly in visiting individual families, going from house to house and speaking to the conditions of people as the Lord gave her utterance.",
    "shortDescription": "A journal of the life and travels in the service of the gospel of Sarah Stephenson, relating her whole-hearted surrender to the Lord at a young age, her growth in the truth, and her extensive ministry among individual families in England, Wales, Ireland, Scotland, and America.",
    "tags": [
      "letters",
      "journal"
    ],
    "friendId": "016cf5e7-fa39-4f21-8026-e2dad7592343",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-182-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/sarah-stephenson/life/modernized/Life_of_Sarah_Stephenson--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-183-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/sarah-stephenson/life/original/Life_of_Sarah_Stephenson--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/sarah-stephenson/life"
  },
  "0d7bb9f8-b098-4dbd-9780-b32805b43e96": {
    "id": "0d7bb9f8-b098-4dbd-9780-b32805b43e96",
    "title": "Selection from the Journal of Stephen Crisp",
    "description": "Stephen Crisp (1628-1692) is an example of one whose desperate search for Truth (lasting twenty long years) at last brought him to an experiential knowledge of the grace and truth that are in Jesus Christ. Having found the Pearl of great price, he sold all to buy it, and became an eminent preacher and writer among the early Society of Friends. For the remaining thirty-five years of his life, he labored in the power and wisdom of the Spirit, traveling throughout England, Scotland, Holland, and Germany, and writing many valuable epistles and treatises to the church in both the English and Dutch languages.",
    "shortDescription": "A selection from the journal of Stephen Crisp, giving an account of his strong desires after purity when young, his convincement of the truth through the ministry of James Parnell, and his subsequent ministry and fatherly oversight in the early Society of Friends.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "a71f80ff-35e0-4df7-b474-f6bf0fb473c7",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-129-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/stephen-crisp/journal-selection/updated/Selection_Journal_of_Stephen_Crisp--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/stephen-crisp/journal-selection"
  },
  "2eb862e1-cc3e-4588-a504-98db07a85474": {
    "id": "2eb862e1-cc3e-4588-a504-98db07a85474",
    "title": "A Plain Pathway",
    "description": "The Plain Pathway is a short treatise written by Stephen Crisp concerning the appearance of Christ’s light in the heart. In the words of the author, it was written “for the answering of all doubts and objections which arise against Christ’s light and truth in the inward parts, by which many are kept from obedience, and so from peace to their panting souls.”",
    "shortDescription": "A treatise describing the nature of Christ’s appearance in the heart as a reprover for sin and transgression, and the necessity and benefit of submitting to His light and grace in order to be washed from within, and transformed into His likeness.",
    "tags": [
      "exhortation"
    ],
    "friendId": "a71f80ff-35e0-4df7-b474-f6bf0fb473c7",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-130-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/stephen-crisp/plain-pathway/updated/Plain_Pathway--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/stephen-crisp/plain-pathway"
  },
  "2e80b149-e111-4c8c-ab7a-c5e1ed3861f4": {
    "id": "2e80b149-e111-4c8c-ab7a-c5e1ed3861f4",
    "title": "A Short History of a Long Travel from Babylon to Bethel",
    "description": "In this short allegory, Stephen Crisp relates a young man’s desperate search for the true house of God. Beginning his journey with genuine hunger and zeal, he is soon lost in a labyrinth of false religion and man-made imitations. But feeling dissatisfied with Babylon’s many images and facades, he is met by a new Guide who enlightens his path, and leads him through deserts, bogs, and dangerous valleys to the true dwelling place of God.",
    "shortDescription": "A short but instructive allegory by Stephen Crisp written to illustrate the perilous journey of the Christian soul from Babylon (the man-made city of religious confusion) to Bethel, the true dwelling place of God.",
    "tags": [
      "allegory"
    ],
    "friendId": "a71f80ff-35e0-4df7-b474-f6bf0fb473c7",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-131-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/stephen-crisp/babylon-to-bethel/modernized/Babylon_to_Bethel--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-132-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/stephen-crisp/babylon-to-bethel/original/Babylon_to_Bethel--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/stephen-crisp/babylon-to-bethel"
  },
  "b63ebb27-7aff-4795-ba5b-fd7f2dfe933e": {
    "id": "b63ebb27-7aff-4795-ba5b-fd7f2dfe933e",
    "title": "Complete Works of Stephen Crisp",
    "description": "Stephen Crisp (1628-1692) is an example of one whose desperate search for Truth (lasting twenty long years) at last brought him to an experiential knowledge of the grace and truth that are in Jesus Christ. Having found the Pearl of great price, he sold all to buy it, and became an eminent preacher and writer among the early Society of Friends. For the remaining thirty-five years of his life, he labored in the power and wisdom of the Spirit, traveling throughout England, Scotland, Holland, and Germany, and writing many valuable epistles and treatises to the church in both the English and Dutch languages.",
    "shortDescription": "The complete works of Stephen Crisp, including his full journal, a collection of letters to individuals and epistles to churches, various papers, treatises, and defenses of Friend’s principles, and testimonies to his faithfulness in the work of the gospel.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "a71f80ff-35e0-4df7-b474-f6bf0fb473c7",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-184-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/stephen-crisp/works/modernized/Works_of_Stephen_Crisp--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-185-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/stephen-crisp/works/original/Works_of_Stephen_Crisp--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/stephen-crisp/works"
  },
  "2ff4c475-b7a6-411f-a960-75edf4bb79fd": {
    "id": "2ff4c475-b7a6-411f-a960-75edf4bb79fd",
    "title": "The Life of Thomas Ellwood",
    "description": "Thomas Ellwood (1639-1714) was a beloved elder and an eminent writer in the early Society of Friends. When a young man, his father took great offense at his joining in society with the despised people called Quakers, and frequently beat him with both fists and cane. At length, Ellwood found refuge in the home of Isaac and Mary Penington, where he came to be considered a member of their family, and eventually served as tutor to the Penington’s young children. Thomas Ellwood is best known among Friends for his many publications in defense of the Truth, and for being the editor of George Fox’s journal.",
    "shortDescription": "A journal of the life of Thomas Ellwood, relating his early submission to the dictates of Truth in the midst of suffering and persecution, the great benefit received from his residing in the home of Isaac and Mary Penington, and his many labors for the defence and promulgation of the gospel of Jesus Christ.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "91e07656-1b05-47c7-9530-8b5a9bde58aa",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-133-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-ellwood/life/modernized/Life_of_Thomas_Ellwood--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-134-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-ellwood/life/original/Life_of_Thomas_Ellwood--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/thomas-ellwood/life"
  },
  "c960e64d-3daf-410d-b028-cbf3d2cb1f77": {
    "id": "c960e64d-3daf-410d-b028-cbf3d2cb1f77",
    "title": "The Life and Letters of Thomas Kite",
    "description": "Thomas Kite (1785-1845) lived in Philadelphia, Pennsylvania, and was a printer by trade. His early years, he says, “were exposed to the influence of bad example, and were marked by many follies,” yet the Lord followed him with the convictions of His Spirit and at last prevailed upon him to make a total surrender. As an adult he travelled much in the work of the ministry, often pressing the necessity of walking “in the old-fashioned way of the cross.” He was a shining example in his generation of both childlike humility and unflinching boldness, contending earnestly for the faith which was once for all delivered to the saints, and remaining faithful to it during the troublesome times of the Hicksite and Gurneyite separations.",
    "shortDescription": "The journal and letters of Thomas Kite, giving a relation of his growth in the truth, his steadfastness in contending for the original principals and practices of Friends, and his labors in the ministry during a time of trouble and declension in the Society.",
    "tags": [
      "journal"
    ],
    "friendId": "6bb7f835-a11b-44f4-bf93-2c8c89413d5f",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-136-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-kite/life-and-letters/modernized/Life_and_Letters_of_Thomas_Kite--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-135-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-kite/life-and-letters/original/Life_and_Letters_of_Thomas_Kite--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/thomas-kite/life-and-letters"
  },
  "0af1efec-461d-4936-bf91-cc0f44a60bd9": {
    "id": "0af1efec-461d-4936-bf91-cc0f44a60bd9",
    "title": "The Journal of Thomas Scattergood",
    "description": "Thomas Scattergood (1748 - 1814) was a minister in the Society of Friends who knew what it meant to be “in deaths often,” to be “hard-pressed on every side, yet not crushed; perplexed but not in despair.” But his many seasons of conflict and suffering were clearly made a blessing to him, both as a means of personal preservation from the snares of the enemy, and of preparing him to minister in remarkable power and authority in the presence of large assemblies. Few persons, it is believed, were preserved more steadily in a state of inward watchfulness and retirement of spirit, waiting upon the Lord. And few were enabled to see more clearly, or to minister more pertinently to the states of meetings and individuals. Though he always maintained a low opinion of himself, and spoke rarely and diffidently of the fruits of his ministry, all who knew him heartily testified to the baptizing and convincing power of his gospel labors.",
    "shortDescription": "The journal and letters of Thomas Scattergood, showing his humility and steadfastness in the way of the cross while wading through deep trials, sorrows and perplexities; also relating his early travels in America in the work of the gospel, and his six years of arduous labor in several European countries.",
    "tags": [
      "journal"
    ],
    "friendId": "cb5e5a1c-f5d9-43e5-852a-7b960d8a318c",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-137-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-scattergood/journal/modernized/Journal_of_Thomas_Scattergood--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-138-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-scattergood/journal/original/Journal_of_Thomas_Scattergood--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/thomas-scattergood/journal"
  },
  "9511ab72-9a2e-4c6e-a102-1f46aebbd348": {
    "id": "9511ab72-9a2e-4c6e-a102-1f46aebbd348",
    "title": "Journal of Thomas Shillitoe",
    "description": "Thomas Shillitoe (1754-1836) was a man who knew the voice of the Good Shepherd, and followed it unreservedly through even the most trying and perplexing circumstances. For many years, he traveled as a minister (often on foot) all over Great Britain, Europe, Russia, and America, carefully minding all that his Master required of him, whether it involved attending to the most basic needs of the poor and distressed, or meeting with kings, princes, and heads of state. In 1826, he left England for the United States, where he spent several years laboring to uphold the original principles and practices of Friends against the erroneous doctrines and disorderly conduct of Elias Hicks and his adherents.",
    "shortDescription": "A journal of the life, labors, and travels of Thomas Shillitoe in the service of the gospel, giving an account of his extensive travels in Europe and America in the work of the ministry, his relentless adherence to the light of Christ, and his arduous struggle against the unsound principles of Elias Hicks.",
    "tags": [
      "journal"
    ],
    "friendId": "9581fa7b-bffd-469a-9b3a-3fcb731a2693",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-140-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-shillitoe/journal/modernized/Journal_of_Thomas_Shillitoe--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-139-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-shillitoe/journal/original/Journal_of_Thomas_Shillitoe--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/thomas-shillitoe/journal"
  },
  "659d4885-daa3-42e1-acc4-827ec5cd0d36": {
    "id": "659d4885-daa3-42e1-acc4-827ec5cd0d36",
    "title": "Selection from the Journal of Thomas Story",
    "description": "Thomas Story (1662-1742) was an extremely gifted and serviceable minister in the Society of Friends, who traveled all over England, Ireland, Scotland, Holland, Jamaica, Barbados, and the American colonies in his service for the gospel. He was well-known for both his spiritual depth and his intellectual genius. His clear perception of spiritual truth, profound knowledge of Scripture, and facility of expression made him more than a match for the enemies of truth who attempted to slander and oppose the teachings of early Friends. The many compelling doctrinal arguments found in his journal became very influential among Quakers, and will still be read with great benefit by every genuine seeker of truth.",
    "shortDescription": "A selection from the journal of Thomas Story, giving an account of his dramatic awakening to the truth apart from any human agency, and his subsequent usefulness in the church as a minister of the gospel, being one in whom there was an unusual combination of child-like humility and extraordinary intellectual discernment.",
    "tags": [
      "journal"
    ],
    "friendId": "efbc4dad-18d7-4b15-9a94-26e6ef81686b",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-141-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-story/journal-selection/updated/Selection_Journal_of_Thomas_Story--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/thomas-story/journal-selection"
  },
  "62e5131b-33a2-425e-8d33-e912b2b9f0ca": {
    "id": "62e5131b-33a2-425e-8d33-e912b2b9f0ca",
    "title": "Journal of Thomas Story",
    "description": "Thomas Story (1662-1742) was an extremely gifted and serviceable minister in the Society of Friends, who traveled all over England, Ireland, Scotland, Holland, Jamaica, Barbados, and the American colonies in his service for the gospel. He was well-known for both his spiritual depth and his intellectual genius. His clear perception of spiritual truth, profound knowledge of Scripture, and facility of expression made him more than a match for the enemies of truth who attempted to slander and oppose the teachings of early Friends. The many compelling doctrinal arguments found in his journal became very influential among Quakers, and will still be read with great benefit by every genuine seeker of truth.",
    "shortDescription": "A selection from the journal of Thomas Story, giving an account of his dramatic awakening to the truth apart from any human agency, and his subsequent usefulness in the church as a minister of the gospel, being a man in whom there was an unusual blend of child-like humility and extraordinary intellectual discernment.",
    "tags": [
      "journal"
    ],
    "friendId": "efbc4dad-18d7-4b15-9a94-26e6ef81686b",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-142-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-story/journal/modernized/Journal_of_Thomas_Story--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-143-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-story/journal/original/Journal_of_Thomas_Story--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/thomas-story/journal"
  },
  "91c346f7-2909-4aca-8987-a96cc41683d1": {
    "id": "91c346f7-2909-4aca-8987-a96cc41683d1",
    "title": "Salvation By Christ",
    "description": "An excerpt from the journal of Thomas Story concerning the nature of salvation, showing it to depend upon both the outward work of Christ as a sacrifice for sin, and the inward work of Christ in the heart as the light, life, and leader of man in the path of regeneration.",
    "shortDescription": "An excerpt from the journal of Thomas Story concerning the nature of salvation, showing it to depend upon both the outward work of Christ as a sacrifice for sin, and the inward work of Christ in the heart as the light, life, and leader of man in the path of regeneration.",
    "tags": [
      "doctrinal"
    ],
    "friendId": "efbc4dad-18d7-4b15-9a94-26e6ef81686b",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-144-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-story/salvation-by-christ/modernized/Salvation_by_Christ--modernized--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/thomas-story/salvation-by-christ"
  },
  "dcc2ccc5-0fdb-4dd1-8783-5363bb0b0c27": {
    "id": "dcc2ccc5-0fdb-4dd1-8783-5363bb0b0c27",
    "title": "Letter to a Doubter",
    "description": "An excerpt from the journal of Thomas Story containing an impressive and convincing letter, treating upon the true meaning and nature of the Lord’s Supper and baptism, along with questions relating to sin and perfection, salvation, love, and the outward adornment of the gospel.",
    "shortDescription": "An excerpt from the journal of Thomas Story containing a remarkably compelling response written to one who, through misunderstanding, had charged Story and the Society of Friends with error.",
    "tags": [
      "exhortation",
      "doctrinal"
    ],
    "friendId": "efbc4dad-18d7-4b15-9a94-26e6ef81686b",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-145-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-story/letter-to-a-doubter/modernized/Letter_to_a_Doubter--modernized--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/thomas-story/letter-to-a-doubter"
  },
  "9acb6df3-765e-47bd-b50c-bab6b3cd7239": {
    "id": "9acb6df3-765e-47bd-b50c-bab6b3cd7239",
    "title": "The Journal and Letters of Thomas Wilson",
    "description": "Thomas Wilson (1654-1725) was an esteemed minister in the early Society of Friends, whose dedicated life manifested the “sweet savor of the knowledge of Christ in every place.” As a child, he gave up to follow the Lord out of the vanities of the world, and abiding faithfully under the cross, experienced its power “bringing forth judgment unto victory.” He became a powerful minister of the gospel (often the traveling companion of James Dickinson), whose preaching both pierced the hearts of the humble and confounded the minds of adversaries. His godly example in life, great humility, and self-denial greatly adorned his ministry, and he was made a watchful shepherd over the flock of Christ in England, Ireland, Scotland, and America.",
    "shortDescription": "A journal of the life, travels, and gospel labors of Thomas Wilson, relating his experiences when young of the “ingrafted Word,” his call to preach the gospel, first at home and then elsewhere, and his diligence and effectiveness in the work of the ministry.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "5997070a-3c8f-4f00-af4a-154ce56af89a",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-146-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-wilson/journal-letters/modernized/Journal_and_Letters_of_Thomas_Wilson--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-147-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/thomas-wilson/journal-letters/original/Journal_and_Letters_of_Thomas_Wilson--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/thomas-wilson/journal-letters"
  },
  "f4781480-fa53-41b6-bdb0-fdecb16089c0": {
    "id": "f4781480-fa53-41b6-bdb0-fdecb16089c0",
    "title": "The Journal and Letters of William Caton",
    "description": "William Caton (1636-1665) was just sixteen years old, and residing in the home of Margaret Fell in Swarthmore, when George Fox first came and preached the everlasting gospel in the demonstration of the Spirit and power. Caton was quickly convinced of the truth, and gave up to its purging and sanctifying power. He was made an effectual minister of the gospel before he was twenty years of age, but lived only to his twenty-ninth year. George Fox said of him - “His innocent life preached both righteousness and truth wherever he came, and was a sweet savor to God and in the hearts of the people. He was one who had a care for God’s glory and honor, and for the spreading of the Truth and the prosperity of it. He had many trials and exercises by false brethren, backsliders, and apostates, and among priests and professors, but the Lord gave him dominion over all.”",
    "shortDescription": "A journal of the life of that faithful minister of the gospel, William Caton, relating his convincement of the truth while residing at Swarthmore (the home of Margaret Fell), his growth in the truth and travels in England and Holland; to which are appended a section of his letters.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "e667086e-adf8-4566-a60f-1659728e6b5c",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-148-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-caton/journal-letters/modernized/Journal_and_Letters_of_William_Caton--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-149-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-caton/journal-letters/original/Journal_and_Letters_of_William_Caton--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/william-caton/journal-letters"
  },
  "e1f74ba8-b391-4c4e-a77e-f9fcdb6fd8ff": {
    "id": "e1f74ba8-b391-4c4e-a77e-f9fcdb6fd8ff",
    "title": "The Life and Letters of William Dewsbury",
    "description": "William Dewsbury (1621-1688) was an eminent minister and elder in the early Society of Friends whose role in the formation and oversight of the Society was comparable to that of George Fox. Like many others in his day, Dewsbury suffered great persecution for the testimony of Jesus Christ, but never played the coward in the face of adversity. Speaking of his nineteen years of wrongful imprisonment, he declared, “I joyfully entered prisons as palaces and sang praises to my God, esteeming the bolts and locks put upon me as jewels.” After visiting William Dewsbury in 1676, John Whiting described him as “an extraordinary man in many ways, and I thought, as exact a pattern of a perfect man as I ever knew.”",
    "shortDescription": "The life of that early and eminent minister of the gospel in the Society of Friends, William Dewsbury, containing selections from his own writings and epistles, his final sermon on the necessity of the new birth, and other biographical and historical information added by Edward Smith.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "f96bee20-d10e-49f2-82be-a6b0f348f46e",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-150-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-dewsbury/life-and-letters/modernized/Life_and_Letters_of_William_Dewsbury--modernized--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/william-dewsbury/life-and-letters"
  },
  "b61fceff-a434-43f4-9443-342a9137202e": {
    "id": "b61fceff-a434-43f4-9443-342a9137202e",
    "title": "The Journal of William Edmundson",
    "description": "William Edmundson (1627—1712) is generally considered to be both the first and the most distinguished member of Society of Friends in Ireland. He was convinced of the truth in 1653 by the powerful preaching of James Nayler, and spent over 50 years traveling and suffering for its promotion in the earth. Before the Lord he was meek and submissive, but before the enemies of truth he was as bold as a lion, fearlessly “manifesting the truth to every man’s conscience in the sight of God.” His life was fraught with persecutions and prisons, being often reviled and abused for his obedience to Christ. But through all he remained faithful, and was preserved in strength of body and mind to a good old age, tirelessly serving the church and bearing much fruit to the end of his days.",
    "shortDescription": "The journal, epistles, and papers of William Edmundson, giving an account of his convincement of the truth through the preaching of James Nayler, his trials and sufferings for the gospel in Ireland, and his extensive ministerial labors in America, the West Indies, and elsewhere.",
    "tags": [
      "journal",
      "letters"
    ],
    "friendId": "58930191-0066-4ebf-8064-16b9bda06fe0",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-151-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-edmundson/journal/modernized/Journal_of_William_Edmundson--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-152-6",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-edmundson/journal/original/Journal_of_William_Edmundson--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/william-edmundson/journal"
  },
  "bd22a3f4-51e1-45a5-9b65-2f0b21bde039": {
    "id": "bd22a3f4-51e1-45a5-9b65-2f0b21bde039",
    "title": "The Journal of William Evans",
    "description": "William Evans (1787-1867) was one of the last spiritually living and weighty ministers amidst a greatly divided and quickly vanishing Society of Friends. His journal is remarkable for its deeply personal style, and its valuable and enlightening comments on Scripture, the church, the operation of grace in the soul, ministry, and many other important subjects. Evans witnessed and stood against the two unhappy divisions that greatly crippled the Society in the first half of the 19th century (the Hicksite and Gurneyite separations), contending earnestly for the original principles and practices of Friends. William and his brother Thomas were the editors and publishers of the original Friends’ Library, as well as an updated version of the four-volume work entitled Piety Promoted.",
    "shortDescription": "A journal of the life and Christian labors of William Evans, giving a relation of his growth in truth, his travels in the ministry, and his many labors for the promotion and preservation of the gospel during times of decadence and division in the mid-1800s.",
    "tags": [
      "journal"
    ],
    "friendId": "a0395258-083a-4477-b12c-c78201771596",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-153-3",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-evans/journal/modernized/Journal_of_William_Evans--modernized--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/william-evans/journal"
  },
  "53561891-6761-41b8-b5f8-a1ed91e5dde8": {
    "id": "53561891-6761-41b8-b5f8-a1ed91e5dde8",
    "title": "No Cross, No Crown",
    "description": "The classic treatise “No Cross, No Crown” was first written while William Penn was imprisoned for his faith in the Tower of London in 1668, when only twenty-four years of age. Later in life, Penn greatly enlarged upon the original publication, treating exhaustively upon the particular sins of pride, avarice, and luxury, and adding two lengthy collections of testimonies from other authors in order to further substantiate his position. This edition is unique in that it offers the reader a careful modernization of Penn’s beautiful but somewhat archaic English, and has been abridged to contain only the principal and indispensable chapters of the treatise, wherein Penn clearly presents the nature, power, and experience of the daily cross of Christ, explaining what it is, where and how it is to be taken up, and the manner of its working in the true disciples of Christ.",
    "shortDescription": "A classic treatise by William Penn, first written when a prisoner in the Tower of London in 1688; showing the nature, power, and experience of the daily cross of Christ, explaining what it is, how it is to be taken up, and the manner of its working in the true disciple of Christ.",
    "tags": [
      "treatise",
      "exhortation"
    ],
    "friendId": "6de3c3cc-81c9-4e55-80b0-9f5b8fc6e4a0",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-154-0",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-penn/no-cross-no-crown/updated/No_Cross_No_Crown--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/william-penn/no-cross-no-crown"
  },
  "a1b1457c-3678-4659-916d-c7b66e465b7e": {
    "id": "a1b1457c-3678-4659-916d-c7b66e465b7e",
    "title": "Primitive Christianity Revived",
    "description": "This book is a combination of two separate publications by William Penn, one being his book Primitive Christianity Revived (first published in 1696), and the other, A Brief Account of the Rise and Progress of the People Called Quakers, which originally served as the introduction to the Journal of George Fox (published in 1694) but was later printed separately. The two publications overlapped in their scope, both dealing (in various degrees) with the rise of the Society of Friends, and the distinct principles and practices of this people, and it was thought that these short books could be combined and interwoven in such a way as to present the reader with a more thorough presentation of these subjects than either publication could do individually. Penn begins with an overview of the various dispensations of God in the world, and then recounts the extraordinary work of the Lord in restoring and reestablishing the true light, life, power, and purity of the primitive church through the outpouring of His Spirit in the early Society of Friends.",
    "shortDescription": "A combination of two separate publications by William Penn, one being his classic “Primitive Christianity Revived,” and the other, “A Brief Account of the Rise and Progress of the People Called Quakers,” which originally served as an introduction to the Journal of George Fox.",
    "tags": [
      "history",
      "exhortation",
      "doctrinal"
    ],
    "friendId": "6de3c3cc-81c9-4e55-80b0-9f5b8fc6e4a0",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-155-7",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-penn/primitive-christianity-revived/updated/Primitive_Christianity_Revived--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/william-penn/primitive-christianity-revived"
  },
  "30ef0a6f-1840-4e66-bb1a-563d1cca1db1": {
    "id": "30ef0a6f-1840-4e66-bb1a-563d1cca1db1",
    "title": "The Life of William Penn",
    "description": "William Penn was a prominent figure in the 17th and early 18th century, celebrated as an author, a minister of the gospel, and a statesman. He is best known as the founder of the Province of Pennsylvania, but his Christian virtue, deep spiritual understanding, and self-denying life are the real and lasting testimonies to his worth as a man. The “Life of William Penn” by Enoch Lewis contains both a historical and spiritual biography of this eminent minister, and also includes a considerable collection of his most famous writings, including “Primitive Christianity Revived,” “A Brief Account of the Rise and Progress of the People called Quakers,” “A Key,” “William Penn’s Advice to His Children,” and many other valuable epistles and treatises.",
    "shortDescription": "William Penn was a prominent figure in the 17th and early 18th century, celebrated as an author, a minister of the gospel, and a statesman. The “Life of William Penn” by Enoch Lewis contains both a historical and spiritual biography of this eminent minister, and also includes a considerable collection of his most famous writings.",
    "tags": [
      "journal",
      "history",
      "exhortation",
      "doctrinal"
    ],
    "friendId": "6de3c3cc-81c9-4e55-80b0-9f5b8fc6e4a0",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-221-9",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-penn/life/modernized/Life_of_William_Penn--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-220-2",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-penn/life/original/Life_of_William_Penn--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/william-penn/life"
  },
  "25755480-7f1c-4f7f-8900-3f472001fae4": {
    "id": "25755480-7f1c-4f7f-8900-3f472001fae4",
    "title": "The Journal of William Savery",
    "description": "Though raised by godly parents, William Savery (1750-1804) turned aside from the path of peace and joined in company with vain and careless youth until the twenty-eighth year of his age. But finding his heart pierced by conviction at a meeting of Friends, he was so deeply affected that he quickly and permanently turned his back upon the world and its ways. Committing himself entirely to teachings of the Spirit of Truth, and seeking to live in steady subjection to the cross, he soon felt a call to preach the gospel both on the continent of North America and in many places in Europe. He was also a great advocate for the Native Americans, sometimes accompanying them in their treaties and negotiations with the United States government, doing all in his power to ensure that they were not misled or mistreated.",
    "shortDescription": "A journal of the life, travels, and Christian labors of William Savery, giving a relation of his awakening to truth when twenty-eight years of age, his call to the ministry, his involvement as an advocate for the Native Americans, and his services as a minister of the gospel in America, Canada, and Europe.",
    "tags": [
      "journal"
    ],
    "friendId": "296c52ad-cd0a-4324-a90b-ed47d01eb5e3",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-156-4",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-savery/journal/modernized/Journal_of_William_Savery--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-157-1",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-savery/journal/original/Journal_of_William_Savery--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/william-savery/journal"
  },
  "69c5fc26-76e3-4302-964e-ba46d889003b": {
    "id": "69c5fc26-76e3-4302-964e-ba46d889003b",
    "title": "The History of the, Rise, Increase, and Progress of the Christian People Called Quakers",
    "description": "William Sewel (1653-1720), being a Quaker himself, an honest and meticulous researcher, and an eye-witness to many of the events described in his writings, has long been considered the foremost authority on the early history of the Society of Friends. This lengthy but invaluable publication (first written in Dutch in 1717, and then translated by Sewel into English) tells the truly amazing story of a people who awoke from the lifeless and formal religion of their day, submitted whole-heartedly to the teachings of the Spirit of truth, and so returned to the original life, light, power, and purity of primitive Christianity.",
    "shortDescription": "The most accurate and exhaustive history of the Society of Friends, long considered the foremost authority on the true rise, increase, and progress of this Christian people during their first sixty-five years.",
    "tags": [
      "history"
    ],
    "friendId": "045aa005-fac5-43ac-91b6-3f6e6ed87498",
    "editions": [
      {
        "type": "modernized",
        "isbn": "978-1-64476-158-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-sewel/history-of-quakers/modernized/History_of_Quakers--modernized--audio.png"
      },
      {
        "type": "original",
        "isbn": "978-1-64476-159-5",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-sewel/history-of-quakers/original/History_of_Quakers--original--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/william-sewel/history-of-quakers"
  },
  "5eae7905-1c99-45ba-8ecd-ffd1cba8be47": {
    "id": "5eae7905-1c99-45ba-8ecd-ffd1cba8be47",
    "title": "Meditations and Experiences",
    "description": "William Shewen (1631–1695) was an early member of the Society of Friends who lived in London. He does not appear to have been a traveling minister in the society, but was a valuable author and a man known for his deep experience and understanding of both the work of God in the inner man and the attempts of Satan to hinder it. This publication, Meditations and Experiences, is a collection of paragraphs and short treatises, penned throughout Shewen’s life, describing his own openings and experiences of important subjects such as the light of Christ, the kingdom of God, waiting upon the Lord, and overcoming sinful thoughts and imaginations.",
    "shortDescription": "A collection of writings by William Shewen, including his “Mediations and Experiences” concerning the right way to God, with treatises on several subjects, such as thoughts and imaginations, the nature of true Christian worship, and the life, state, and enjoyment of a true Christian.",
    "tags": [
      "spiritual life",
      "doctrinal"
    ],
    "friendId": "f54c80ae-e5fe-46b1-adda-768c7e287621",
    "editions": [
      {
        "type": "updated",
        "isbn": "978-1-64476-161-8",
        "imageUrl": "http://flp-assets.nyc3.digitaloceanspaces.com/en/william-shewen/meditations-experiences/updated/Meditations_and_Experiences--updated--audio.png"
      }
    ],
    "url": "https://www.friendslibrary.com/william-shewen/meditations-experiences"
  }
}