{
  "10648b95-063c-4d7f-a6a2-4cd3fd690196": {
    "id": "10648b95-063c-4d7f-a6a2-4cd3fd690196",
    "name": "Ambrose Rigge",
    "alphabeticalName": "Rigge, Ambrose",
    "gender": "male",
    "born": 1635,
    "died": 1705,
    "description": "Ambrose Rigge (1635-1705) was early convinced of the truth through the preaching of George Fox, and grew to be a powerful minister of the gospel, a faithful elder, and a great sufferer for the cause of Christ. In one of his letters, he writes, “I have been in eleven prisons in this county, one of which held me ten years, four months and upward, besides twice premunired, and once publicly lashed, and many other sufferings too long to relate here.” Yet through all he kept the faith, and served the Lord’s body even while in bonds, through letters and papers given to encourage and establish the flock. Ambrose Rigge was one of many in his generation who sold all to buy the Pearl of great price, and having found true treasure, he kept it till the end.",
    "residence": {
      "city": "Bampton",
      "region": "England"
    },
    "documents": [
      "6b0e134d-8d2e-48bc-8fa3-e8fc79793804"
    ],
    "url": "https://www.friendslibrary.com/friend/ambrose-rigge"
  },
  "92751523-7fb2-4614-93ce-2b007403a7ce": {
    "id": "92751523-7fb2-4614-93ce-2b007403a7ce",
    "name": "Ann Branson",
    "alphabeticalName": "Branson, Ann",
    "gender": "female",
    "born": 1809,
    "died": 1891,
    "description": "Ann Branson (1808-1891) was one of the very last, true ministers (having been prepared, called, and used of the Lord) in a greatly reduced and sadly degenerate Society. Her deepest cry to the Lord, from the days of her childhood, was that “His eye would not pity, nor His hand spare” till He had thoroughly cleansed her heart, and made her a useful vessel in His house. Humbling herself before God and men, she was exalted by the Lord as a powerful and prophetic minister, one of the few in her day who stood in the purity and power of the original Quakers, even while all around her the 200 year old lampstand of the Society of Friends slowly and tragically burned out.",
    "residence": {
      "city": "Flushing",
      "region": "Ohio"
    },
    "documents": [
      "841500ef-cd48-4a42-8bd4-90ee841d19b4"
    ],
    "url": "https://www.friendslibrary.com/friend/ann-branson"
  },
  "1da97dc1-d7d9-4bf6-a81c-ea1b638dbc20": {
    "id": "1da97dc1-d7d9-4bf6-a81c-ea1b638dbc20",
    "name": "Ann Crowley",
    "alphabeticalName": "Crowley, Ann",
    "gender": "female",
    "born": 1765,
    "died": 1826,
    "description": "Ann Crowley (1765-1826) was one of eight sisters who lived together for many years in spiritual unity and tender affection. Though all of her siblings appear to have been preachers of righteousness in life and conduct, Ann was called of the Lord to serve Him in a more public sphere. Being of a shy and unassuming character, she was for some time unwilling to open her mouth in the assemblies of God’s people. But by the “operation of divine love” upon her heart, she was eventually brought to a state of resignation, and with the encouragement of some valuable Friends (like Debra Darby and Thomas Scattergood), she put her hand to the gospel plow and never looked back.",
    "residence": {
      "city": "Uxbridge",
      "region": "England",
      "durations": [
        {
          "start": 1795,
          "end": 1826
        }
      ]
    },
    "documents": [
      "025ae678-5e76-4128-9b59-b0761a7cb9d1"
    ],
    "url": "https://www.friendslibrary.com/friend/ann-crowley"
  },
  "d0348949-78b6-4c14-932f-93e6d7825607": {
    "id": "d0348949-78b6-4c14-932f-93e6d7825607",
    "name": "Catherine Payton",
    "alphabeticalName": "Payton, Catherine",
    "gender": "female",
    "born": 1727,
    "died": 1794,
    "description": "Catherine Payton (1727-1794 — also known by her married name, Catherine Phillips) was an eminently gifted minister in the Society of Friends, who traveled almost continually for forty years in the service of Truth throughout England, Ireland, and North America. Her journal and letters clearly demonstrate a life entirely surrendered to the cross of Christ, a mind supplied with wisdom and utterance from on high, and a heart filled with love for God and for mankind.",
    "residence": {
      "city": "Dudley",
      "region": "England"
    },
    "documents": [
      "0e7ca047-14ff-4883-8977-877d36632d11",
      "08b94a0b-b96f-4525-bd46-79b0d60c4302",
      "a40a3ac1-af68-474f-bf76-66028ca17b49"
    ],
    "url": "https://www.friendslibrary.com/friend/catherine-payton"
  },
  "593f481a-d4e7-4fe0-8126-33d408baa19f": {
    "id": "593f481a-d4e7-4fe0-8126-33d408baa19f",
    "name": "Charles Marshall",
    "alphabeticalName": "Marshall, Charles",
    "gender": "male",
    "born": 1637,
    "died": 1698,
    "description": "Charles Marshall (1637-1698) was convinced of the Truth at age seventeen by the powerful ministry of John Audland and John Camm, and eventually became a worthy minister and elder himself in the early Society of Friends. This short but instructive journal describes Marshall’s progressive experience of the light of Jesus Christ, both as his judge and teacher, and also uncovers the several snares and temptations of the enemy that he met with and overcame along the way.",
    "residence": {
      "city": "Bristol",
      "region": "England"
    },
    "documents": [
      "8efe55b2-00e9-432b-853f-fc5f3cb8deaf",
      "9ac03f31-dba4-4723-a8cd-4a67bde65757",
      "769b12e4-b909-4fb0-9177-b74a1bef9f35"
    ],
    "url": "https://www.friendslibrary.com/friend/charles-marshall"
  },
  "16340b4d-217f-4256-a35a-83e36a315986": {
    "id": "16340b4d-217f-4256-a35a-83e36a315986",
    "name": "Christopher Healy",
    "alphabeticalName": "Healy, Christopher",
    "gender": "male",
    "born": 1777,
    "died": 1851,
    "description": "Christopher Healy (1773-1851) joined the Society of Friends when 19 years old, and being faithful in the “day of small things,” grew strong in the grace of God and in the knowledge of Jesus Christ. He became an eminent minister of the gospel during the sad time of declension and division in the mid 1800’s. When many nominal Quakers were departing to the right and to the left, Christopher Healy was among the few who kept to the ancient path and “contended earnestly for the faith which was once for all delivered to the saints.”",
    "residence": {
      "city": "Bucks County",
      "region": "Pennsylvania"
    },
    "documents": [
      "ede0dbbf-d031-4180-9ee5-e78641be72cd"
    ],
    "url": "https://www.friendslibrary.com/friend/christopher-healy"
  },
  "515aac77-35be-4270-a803-9e5418a60e24": {
    "id": "515aac77-35be-4270-a803-9e5418a60e24",
    "name": "Christopher Story",
    "alphabeticalName": "Story, Christopher",
    "gender": "male",
    "born": 1648,
    "died": 1720,
    "description": "Christopher Story (1648-1720) was inclined to piety from his youth. But when the Lord was pleased to open his understanding, he saw that his former religious building must be entirely thrown down, having not been built upon the true foundation. Being awakened to see something of the “exceeding sinfulness” of sin, he willingly bowed under the yoke of Christ, took up his daily cross, and thereby became a disciple and follower of Him. In time, he was endued with a large gift in the ministry which, though simple, was powerful and edifying, and was said to “often fall upon the people of God like a sweet shower upon the tender grass.”",
    "residence": {
      "city": "Carlisle",
      "region": "England"
    },
    "documents": [
      "843e3d87-d877-432c-a54e-fbe7996022a8"
    ],
    "url": "https://www.friendslibrary.com/friend/christopher-story"
  },
  "3459c505-19f0-4a35-8bb1-44d75647566b": {
    "id": "3459c505-19f0-4a35-8bb1-44d75647566b",
    "name": "Daniel Stanton",
    "alphabeticalName": "Stanton, Daniel",
    "gender": "male",
    "born": 1708,
    "died": 1770,
    "description": "Daniel Stanton (1708-1770) was left an orphan when very young, and passed through great hardships in his early years. Being moved from place to place for short periods of time, he at last was put apprentice to his uncle in New Jersey, where he was allowed no freedom to attend any place of worship. But having a heart that longed for truth, the Lord was pleased to visit and instruct him by His own Holy Spirit, enabling him clearly to see that “those who worship Him, must worship in Spirit and truth.” Continuing in faithful resignation to whatever the Lord made manifest, Daniel became a minster of the gospel in the Society of Friends, and though his adult life was fraught with difficulties (having to bury his wife and five children before the age of forty), he overcame the world through a living faith and an unreserved surrender to the Lord Jesus Christ.",
    "residence": {
      "city": "Philadelphia",
      "region": "Pennsylvania"
    },
    "documents": [
      "9811730b-0a00-4dea-b01f-c676df865802"
    ],
    "url": "https://www.friendslibrary.com/friend/daniel-stanton"
  },
  "e1eb432b-6ae5-4968-89e4-91af5b40bb17": {
    "id": "e1eb432b-6ae5-4968-89e4-91af5b40bb17",
    "name": "Daniel Wheeler",
    "alphabeticalName": "Wheeler, Daniel",
    "gender": "male",
    "born": 1771,
    "died": 1840,
    "description": "The life of Daniel Wheeler (1771-1840) is a monument to the heart purifying power of the gospel of Jesus Christ. Left an orphan at a very young age, Wheeler was placed by a friend of the family as an apprentice on a sailing vessel where, along with learning sailing and navigation, he became acquainted with every form of vice and immorality. After six years in the navy, and another seven years in the army, the Lord made use of a hurricane at sea to awaken him to his lost condition. Being mercifully enabled to repent, and also to see the “entire spirituality of the Gospel dispensation,” he soon left the army and joined the Society of Friends in London. His growth in grace was quick and steady, and after some years he became a minister of great esteem. When Emperor Alexander I of Russia requested the assistance of a Quaker farmer from England, Wheeler moved his family to near St. Petersburg, where they lived for a number of lonely but heart-purifying years. Afterwards, he was led by the Lord to preach the gospel of Christ in a multitude of islands in the South Pacific Ocean.",
    "residence": {
      "city": "Sheffield",
      "region": "England",
      "durations": [
        {
          "start": 1796,
          "end": 1818
        }
      ]
    },
    "documents": [
      "3c1f4d2b-cefb-4a8f-a0aa-ad9de657b15f"
    ],
    "url": "https://www.friendslibrary.com/friend/daniel-wheeler"
  },
  "373fe3ce-7971-4241-8124-74efad870ad2": {
    "id": "373fe3ce-7971-4241-8124-74efad870ad2",
    "name": "David Ferris",
    "alphabeticalName": "Ferris, David",
    "gender": "male",
    "born": 1707,
    "died": 1779,
    "description": "David Ferris (1707-1779) was favored as a young child with a merciful visitation of the Lord whereby he was called out of the vanities of the world and enabled to see through the empty forms and superstitions of man-made religion. He was brought up a Presbyterian and educated in their way, but by attending to the inward teachings of divine grace, he became convinced of the principles of Friends (having no outward knowledge of their doctrines or practices). Being timid and diffident by nature, he resisted the Lord’s call to ministry for many years, but at length gave up to preach the gospel and travel in the Lord’s service.",
    "residence": {
      "city": "Wilmington",
      "region": "Delaware"
    },
    "documents": [
      "ad6a0837-7797-4c6c-a641-bfb722bedf21"
    ],
    "url": "https://www.friendslibrary.com/friend/david-ferris"
  },
  "a0b9e8ae-f6af-4e12-a0b0-381a84387780": {
    "id": "a0b9e8ae-f6af-4e12-a0b0-381a84387780",
    "name": "David Sands",
    "alphabeticalName": "Sands, David",
    "gender": "male",
    "born": 1745,
    "died": 1816,
    "description": "David Sands (1745-1816) was an active and influential minister in the Society of Friends at a time when the minds of many Friends (particularly in Ireland) had been led astray from the simplicity and purity of devotion to Christ. Originally from Long Island, Sands labored extensively throughout New England, and also made a lengthy trip to Europe where he preached the gospel in England, Ireland, France, Germany, and several other parts of the continent. His life was fraught with many deep conflicts, difficulties, and opposition, but he remained a faithful pillar in the church, and an example of humility and self-denial, in the midst of a much deteriorated Society.",
    "residence": {
      "city": "Cornwall",
      "region": "New York"
    },
    "documents": [
      "052ac10e-2c75-42c5-aa35-f38f34aa1214"
    ],
    "url": "https://www.friendslibrary.com/friend/david-sands"
  },
  "130d2247-914f-4301-8f69-26ede577b7c0": {
    "id": "130d2247-914f-4301-8f69-26ede577b7c0",
    "name": "Deborah Bell",
    "alphabeticalName": "Bell, Deborah",
    "gender": "female",
    "born": 1689,
    "died": 1738,
    "description": "Deborah Bell (1689-1738) was called to preach the everlasting gospel when only nineteen years old, and being faithful in little, she ​grew quickly ​both in​ the knowledge​ and experience​ of God​. Many who were unacquainted with the work of the Spirit of Truth in themselves, were reached​ and awakened​ by her powerful and liv​ing​ ministry​.​ She labored faithfully in word and doctrine,​ visiting many of the meetings of Friends in most parts of England, Wales, Scotland, and Ireland.",
    "residence": {
      "city": "Bromley",
      "region": "England"
    },
    "documents": [
      "14f4fcbb-1027-4364-977e-5a2aba92a827"
    ],
    "url": "https://www.friendslibrary.com/friend/deborah-bell"
  },
  "2397ed74-df56-4c3d-8844-3b327bc2982f": {
    "id": "2397ed74-df56-4c3d-8844-3b327bc2982f",
    "name": "Elizabeth Stirredge",
    "alphabeticalName": "Stirredge, Elizabeth",
    "gender": "female",
    "born": 1634,
    "died": 1706,
    "description": "Elizabeth Stirredge (1634-1706) was not a traveling minister in the Society of Friends. She was a wife, a mother, and an extraordinary woman of God. This short but fascinating account of her life was written in the 56th year of her age for the benefit of her children and grandchildren. In it she describes her desperate search for the Lord in her younger days, her discovery of the Truth as it is in Jesus, and many of the trials, persecutions, and deliverances she met with in the way, as she took up the daily cross and faithfully followed her Lord.",
    "residence": {
      "city": "Hemel Hempstead",
      "region": "England"
    },
    "documents": [
      "492a89d4-0f81-490a-9619-b3a390d51307",
      "e27bc78c-ab04-4020-8c9f-9f1eed4f98e2"
    ],
    "url": "https://www.friendslibrary.com/friend/elizabeth-stirredge"
  },
  "920c904b-24e0-4e1c-9542-3a89cd97affe": {
    "id": "920c904b-24e0-4e1c-9542-3a89cd97affe",
    "name": "Elizabeth Ussher",
    "alphabeticalName": "Ussher, Elizabeth",
    "gender": "female",
    "born": 1749,
    "died": 1817,
    "description": "After a marriage of seventeen years, Elizabeth Ussher (1749-1817) was left a widow, and soon after deprived of her two eldest sons by death on a foreign shore. Under the weight of these trials, she and her four remaining daughters were powerfully awakened to the cost of true discipleship and convinced of the principles professed by Friends. But in the two years immediately following this great change, Elizabeth had to endure the death of all four of her daughters by consumption. The letters of these extraordinary and pious young women, written during the last few years of their short lives, were collected and published by their mother after their decease.",
    "residence": {
      "city": "Waterford",
      "region": "Ireland"
    },
    "documents": [
      "4cde3c89-ab46-4f03-9346-5608a58e8393"
    ],
    "url": "https://www.friendslibrary.com/friend/elizabeth-ussher"
  },
  "826a979f-3e51-48cc-8399-4be3ac1a94c1": {
    "id": "826a979f-3e51-48cc-8399-4be3ac1a94c1",
    "name": "Elizabeth Webb",
    "alphabeticalName": "Webb, Elizabeth",
    "gender": "female",
    "born": 1663,
    "died": 1726,
    "description": "Elizabeth Webb (1663-1726) was an early minister in the Society of Friends who travelled extensively in her service for the gospel. In the year 1712, while ministering in London, she became acquainted with Anthony William Boehm, then chaplain to Prince George of Denmark. At some point following their initial interview, Elizabeth Webb felt constrained in the love of God to write to Boehm and present him with the deeply instructive letter contained in this booklet, giving something of a summary of her spiritual pilgrimage.",
    "residence": {
      "city": "Philadelphia",
      "region": "Pennsylvania",
      "durations": [
        {
          "start": 1700,
          "end": 1726
        }
      ]
    },
    "documents": [
      "a52eb875-8a1a-4f2f-b1b4-650eb3af1126"
    ],
    "url": "https://www.friendslibrary.com/friend/elizabeth-webb"
  },
  "311c83ee-2bb9-40fb-9ff5-6e34ea088ac7": {
    "id": "311c83ee-2bb9-40fb-9ff5-6e34ea088ac7",
    "name": "Francis Howgill",
    "alphabeticalName": "Howgill, Francis",
    "gender": "male",
    "born": 1618,
    "died": 1669,
    "description": "Francis Howgill (1618-1669), received a university education to become a minister in the Episcopal church. However, being dissatisfied with the superstition which he saw remaining in it, he soon left it, joining himself to the Independents, and then to the Anabaptists, desperately seeking the true spiritual life that his soul thirsted after. At length, being mightily affected by the ministry of George Fox, he joined the persecuted society called Quakers, among whom he became a widely respected member and evangelist. He died in prison for his testimony to the truth, leaving behind many influential books and letters.",
    "residence": {
      "city": "Sedbergh",
      "region": "England"
    },
    "documents": [
      "fa1addc4-a434-48da-8d82-bbb1db322151"
    ],
    "url": "https://www.friendslibrary.com/friend/francis-howgill"
  },
  "5653f1ac-cc1a-4bc7-83ea-6923c783605c": {
    "id": "5653f1ac-cc1a-4bc7-83ea-6923c783605c",
    "name": "George Fox",
    "alphabeticalName": "Fox, George",
    "gender": "male",
    "born": 1624,
    "died": 1691,
    "description": "George Fox (1624-1691) is generally considered the founder of the Society of Friends (Quakers). As a young man, Fox could find no rest in the lifeless, outward Christianity of his day, seeing clearly that most believers professed far more than they truly possessed. This journal tells the story of his desperate search for the Truth, his discovery of a Christianity that stands in the life and light of Jesus Christ, and the ensuing fifty years of powerful ministry that turned the world upside down. This is the complete and unabridged Journal of George Fox, originally compiled and edited by Thomas Ellwood in 1694, and later divided into chapters, and supplied with numerous historical and biographical notes by William Armistead in 1852.",
    "residence": {
      "city": "Leicester",
      "region": "England"
    },
    "documents": [
      "dcf39e10-9eaf-4878-98de-380b531fc2ee",
      "e5a1ecfb-4f0a-4c71-80bf-3ee924d0f46c"
    ],
    "url": "https://www.friendslibrary.com/friend/george-fox"
  },
  "c7431c80-8321-4e4e-93a9-5e91993deabc": {
    "id": "c7431c80-8321-4e4e-93a9-5e91993deabc",
    "name": "George Whitehead",
    "alphabeticalName": "Whitehead, George",
    "gender": "male",
    "born": 1636,
    "died": 1723,
    "description": "George Whitehead (1636-1723) was one of the most well-known and influential ministers in the early Society of Friends. He was convinced of the Truth when only 17 years old, and through faithfulness grew quickly in the life and power of Christ. In his services for the gospel he was frequently abused and persecuted by unreasonable and wicked men. He was imprisoned many times and once publicly whipped for his testimony to the Truth, but through all he clung to the cross, and became a pillar and elder in the church of God, constantly laboring for the advancement of Truth and many times appearing before kings and magistrates to plead the cause of his persecuted brethren.",
    "residence": {
      "city": "Sedbergh",
      "region": "England"
    },
    "documents": [
      "1003add3-09be-4deb-8476-8a2be7c34405",
      "eca687be-9a29-49d3-8394-2ed21b85f9a3"
    ],
    "url": "https://www.friendslibrary.com/friend/george-whitehead"
  },
  "7887c42e-68da-4404-ad28-b514c8478833": {
    "id": "7887c42e-68da-4404-ad28-b514c8478833",
    "name": "Gilbert Latey",
    "alphabeticalName": "Latey, Gilbert",
    "gender": "male",
    "born": 1626,
    "died": 1705,
    "description": "Gilbert Latey (1626-1705) was convinced of the truth through the powerful preaching of Edward Burrough in the year 1654, and continued a faithful and tireless disciple of Christ until his death in 1705. The memoir of his life (written by his nephew Richard Hawkins, with whom he lived for forty-two years) is both a narrative of the most remarkable events in Gilbert’s life, and a historical account of the first ministers and established meetings of Friends in London. Included in this history is also a sobering account of the Great Plague of London in 1655, the last major epidemic of the bubonic plague to occur in England.",
    "residence": {
      "city": "London",
      "region": "England"
    },
    "documents": [
      "c43536d9-7992-4e18-9aea-9e51a5b93802"
    ],
    "url": "https://www.friendslibrary.com/friend/gilbert-latey"
  },
  "6fc62584-d80d-44a9-8115-b09771517fb8": {
    "id": "6fc62584-d80d-44a9-8115-b09771517fb8",
    "name": "Hannah Gibbons",
    "alphabeticalName": "Gibbons, Hannah",
    "gender": "female",
    "born": 1771,
    "died": 1868,
    "description": "Hannah Gibbons (1771-1868) was a meek but truly living minister in the later period of the Society of Friends. Though she forever maintained a low view of herself and her spiritual attainments, she was considered by all to be a pillar in church, traveling in the capacity of a minister well into her eighties, and often being led of the Lord, in old age, to visit hardened prisoners who were condemned to death. She remained spiritually green and fruitful to the very end of her life, and died with a heart full of life, wisdom, and deep spiritual experience at 97 years of age.",
    "residence": {
      "city": "Philadelphia",
      "region": "Pennsylvania"
    },
    "documents": [
      "35cd4c65-ea35-418d-a146-5bc3e5559247"
    ],
    "url": "https://www.friendslibrary.com/friend/hannah-gibbons"
  },
  "5ad0539b-cbaf-454f-86de-84f352ee8807": {
    "id": "5ad0539b-cbaf-454f-86de-84f352ee8807",
    "name": "Henry Hull",
    "alphabeticalName": "Hull, Henry",
    "gender": "male",
    "born": 1765,
    "died": 1834,
    "description": "Henry Hull (1765-1834) loved the Lord from a young age and desired to serve Him, but being diffident and shy by nature, was unwilling to give up to a call to the ministry until a voice sounded in the ear of his understanding, saying, “You are in great danger of being lost in your rebellion.” At that moment, Henry put his hand to the plow and never looked back, saying, “Lord, do what You will with me, come life or death, I will give up all for Your sake.” He travelled much in the ministry in different parts of the United States, Canada, Ireland, and England, and though he met with a severe trial in the loss of his wife, son, and mother to a malignant fever, he was nevertheless enabled to say, “Though He slay me, yet I will trust in Him. It is the Lord, let Him do what seems good to Him.”",
    "residence": {
      "city": "Stanford",
      "region": "New York"
    },
    "documents": [
      "c9d8a647-792f-47c2-a0c5-4ba8773d5cc6"
    ],
    "url": "https://www.friendslibrary.com/friend/henry-hull"
  },
  "0f82b284-e156-4523-a9a1-7ddf8993bd63": {
    "id": "0f82b284-e156-4523-a9a1-7ddf8993bd63",
    "name": "Hugh Turford",
    "alphabeticalName": "Turford, Hugh",
    "gender": "male",
    "born": null,
    "died": 1713,
    "description": "Apart from the fact that he worked as a schoolmaster in Bristol, and died in the year 1713, virtually nothing is known about the life of Hugh Turford. However, his little book “Walk in the Spirit,” first published in 1702 (but having been reprinted in twenty-eight English editions, and translated into French, Spanish, Italian, German, and Danish) is considered by many to be among the most influential of all early Quaker writings.",
    "residence": {
      "city": "Bristol",
      "region": "England"
    },
    "documents": [
      "9333dd0a-d92b-401e-a086-f611cc20f984"
    ],
    "url": "https://www.friendslibrary.com/friend/hugh-turford"
  },
  "cac1edcf-7213-4a7a-92d6-e4f6faab6ff9": {
    "id": "cac1edcf-7213-4a7a-92d6-e4f6faab6ff9",
    "name": "Isaac Martin",
    "alphabeticalName": "Martin, Isaac",
    "gender": "male",
    "born": 1758,
    "died": 1828,
    "description": "​Isaac Martin (1758-1828) was a sweet-spirited minister in the Society of Friends. Having fallen from a two-story window ​and cracked his skull when a small child, he suffered agonizing pain in his head and eye for the great majority of his life. But despite his frequent ailments, he submitted whole-heartedly to Christ’s baptism of Spirit and fire, and became an effective minister who depended entirely upon the power and direction of the Holy Spirit. On this subject he once wrote - “Unless I had felt ​the Lord’s​ blessed presence to strengthen and qualify me, I would rather have laid down my life, than have attempted to minister to the people by virtue of any ​knowledge or ability, natural or acquired, which, as a man, I might possess.​”​",
    "residence": {
      "city": "Rahway",
      "region": "New Jersey"
    },
    "documents": [
      "bed1a75e-bf7c-4bb4-9a84-1e6c908f6011"
    ],
    "url": "https://www.friendslibrary.com/friend/isaac-martin"
  },
  "88567a38-31e9-4bf0-8669-61355d8307d1": {
    "id": "88567a38-31e9-4bf0-8669-61355d8307d1",
    "name": "Isaac Penington",
    "alphabeticalName": "Penington, Isaac",
    "gender": "male",
    "born": 1616,
    "died": 1679,
    "description": "Isaac Penington (1616-1679) was the son of a prominent English politician, and the father-in-law of William Penn, founder of Pennsylvania. Though born into a family of wealth and reputation, Penington’s heart was set upon things above from his earliest days. Even as a child, he recognized that the religion of his day stood in the will and understanding of man, in outward practices, duties, and scriptural truths that were professed but not truly possessed. Isaac Penington longed for more. Motivated by an insatiable hunger for truth, he sought the Lord with all his heart and discovered a Christianity that stood in, and flowed out from, the light and life of Jesus Christ reigning in the inner man.",
    "residence": {
      "city": "Jordans",
      "region": "England"
    },
    "documents": [
      "c248c2e7-947b-4629-8296-0cdff67a6d99",
      "62213938-9464-4930-9478-5f112c43fe54",
      "491af758-8872-4de2-a958-d9059761a661",
      "1e2ad3c4-d14e-4277-b2f4-a520de5d5409",
      "f2f76200-7cb1-491a-a6d5-e5ecae939d28",
      "7727b95b-960f-491c-ac61-cf876d10b278"
    ],
    "url": "https://www.friendslibrary.com/friend/isaac-penington"
  },
  "a19be961-6cdd-42cb-864a-a280b60d2848": {
    "id": "a19be961-6cdd-42cb-864a-a280b60d2848",
    "name": "James Dickinson",
    "alphabeticalName": "Dickinson, James",
    "gender": "male",
    "born": 1659,
    "died": 1741,
    "description": "James Dickinson (1659-1741) was a well-known and much-beloved minister in the Society of Friends, whose long life was spent in tireless labor for the edification of the church and for the good of souls. In the service of the ministry, he travelled throughout England, Ireland, and Scotland; undergoing ​many ​sufferings in times of persecution. He visited Friends in Ireland twelve times, three times in America, once in Holland and ​also in ​Germany.​ ​His ministry was not in the enticing words which man’s wisdom teaches, but in the demonstration of the Spirit and power, and was effectual to the convincing and gathering of many whose hearts became settled on the Rock Christ Jesus, knowing Him to be their true light and teacher.",
    "residence": {
      "city": "Moorside",
      "region": "England"
    },
    "documents": [
      "d0d15232-db51-48fc-a8ed-5e0b206f9a3f"
    ],
    "url": "https://www.friendslibrary.com/friend/james-dickinson"
  },
  "4ec2e484-86d9-4ac6-b835-42bc1c1c16bc": {
    "id": "4ec2e484-86d9-4ac6-b835-42bc1c1c16bc",
    "name": "James Gough",
    "alphabeticalName": "Gough, James",
    "gender": "male",
    "born": 1712,
    "died": 1780,
    "description": "​As a boy, James Gough (1712-1780) was known for his genius intellect, having mastered the Greek and Latin tongues when still a young child. At one point, after conversing with young James, a distinguished Justice of the Peace so admired his propensity for learning that he offered to pay his way through university. But although such flattery sowed seeds of pride and vanity in James’ young heart, it pleased the Lord to visit him in power and love, and he was prevailed upon to give up all that he had once called gain to follow Christ. James Gough became a wise and well-beloved minister among the Society of Friends, but having learned to live low at the feet of His Master, he was always remarkable for his deep humility, and low opinion of himself.",
    "residence": {
      "city": "Mountmellick",
      "region": "Ireland",
      "durations": [
        {
          "start": 1744,
          "end": 1780
        }
      ]
    },
    "documents": [
      "9c43d93e-8bfb-43bc-a238-310cf00b77a1"
    ],
    "url": "https://www.friendslibrary.com/friend/james-gough"
  },
  "8b3a4f42-3f92-47c3-bfcd-303e6b95736e": {
    "id": "8b3a4f42-3f92-47c3-bfcd-303e6b95736e",
    "name": "James Nayler",
    "alphabeticalName": "Nayler, James",
    "gender": "male",
    "born": 1616,
    "died": 1660,
    "description": "James Nayler was a prominent leader in the early Society of Friends in England. Though a farmer by trade, and a man of limited education, his deep spiritual understanding, piercing discernment, and powerful preaching of the gospel caused multitudes to acknowledge that he spoke in the demonstration of the Spirit and power, as one having authority, and not as the scribes. Sadly, he is best known for a single (and deeply regretted) act of folly committed in a time of weakness and temptation, when, “because of the abundance of revelation” and the unchecked flattery of a few imprudent admirers, he accepted greater praise than is due to any man. The Lord, however, brought him to a clear sight and sense of his error, and having heartily renounced and repented for all wrong, he was restored to fellowship and usefulness in the body of Christ for the remainder of his days.",
    "residence": {
      "city": "Wakefield",
      "region": "England"
    },
    "documents": [
      "d94f2fb3-f19f-4aa3-a3a0-9b2ddf87da9c"
    ],
    "url": "https://www.friendslibrary.com/friend/james-nayler"
  },
  "dbc9b5c7-f762-4c61-8b64-65d8200a68b2": {
    "id": "dbc9b5c7-f762-4c61-8b64-65d8200a68b2",
    "name": "James Parnell",
    "alphabeticalName": "Parnell, James",
    "gender": "male",
    "born": 1637,
    "died": 1656,
    "description": "James Parnell (1637-1656) is said to have been “young, small of stature, and poor in appearance, but thousands were obliged to confess that “he spoke as one having authority, and not as the scribes.” He was convinced of the Truth when a boy of fourteen years, and became a valiant minister of the gospel by sixteen. Following a debate with a prominent priest, Parnell was arrested on spurious charges of being an “idle and disorderly person,” and imprisoned at Colchester Castle. There he was confined to a small hole in the thick castle wall, twelve feet above the ground, and died from sickness and ill-treatment after ten months imprisonment at nineteen years of age.",
    "residence": {
      "city": "Retford",
      "region": "England"
    },
    "documents": [
      "3159f4ec-2dd4-465b-8b40-ca8056af7a0e"
    ],
    "url": "https://www.friendslibrary.com/friend/james-parnell"
  },
  "565bd2bc-7a25-4ca8-8b95-5e2fa5ee3142": {
    "id": "565bd2bc-7a25-4ca8-8b95-5e2fa5ee3142",
    "name": "Jane Pearson",
    "alphabeticalName": "Pearson, Jane",
    "gender": "female",
    "born": 1734,
    "died": 1816,
    "description": "Jane Pearson (1735-1816) was a minister in the Society of Friends whose life, in many ways, resembled that of Job. About a year after her marriage, having begun in earnest to take up her cross and follow the Lord, she found that her “false rest was broken,” and for a period of fourteen years was made to wade through inward troubles and afflictions that were “far beyond her power of description.” And when there was at last an abatement of inward trials, then outward troubles poured in like a flood, and over the course of some years, she lost her husband and seven children to a variety of illnesses. But according to Christ’s promise, the more she gave up of this world and its treasures, the more she gained of eternal riches, and her experiences of God’s power and mercy in her latter years were truly a hundredfold more than all she had lost.",
    "residence": {
      "city": "Carlisle",
      "region": "England",
      "durations": [
        {
          "start": 1734,
          "end": 1791
        }
      ]
    },
    "documents": [
      "0f940360-9aaf-41d1-9601-e8ce60cfd4d7",
      "3b301c59-f8dd-4029-b650-644b737a70ed"
    ],
    "url": "https://www.friendslibrary.com/friend/jane-pearson"
  },
  "8764b8e4-9e08-46db-8220-58af5ac4e6ba": {
    "id": "8764b8e4-9e08-46db-8220-58af5ac4e6ba",
    "name": "Job Scott",
    "alphabeticalName": "Scott, Job",
    "gender": "male",
    "born": 1751,
    "died": 1793,
    "description": "Job Scott (1751-1793) was a gifted and well-beloved minister in the Society of Friends in America. He was known for his total dependence upon the immediate moving and empowering of the Holy Spirit, and his unwillingness to minister without a clear sense of the Lord’s will. On occasions, while preaching, he would suddenly stop speaking and sit down, explaining later that, having lost a sense of the authority and direction of the Spirit of God, he could do nothing without it. The writings in his journal abound with spiritual wisdom and experience, and have no doubt comforted and helped many weary travelers on the road to Zion. Job Scott died of Smallpox on a ministry trip to Ireland in 1793.",
    "residence": {
      "city": "Providence",
      "region": "Rhode Island"
    },
    "documents": [
      "5721d1c1-0c0c-4ac7-96d6-dea095446958",
      "d70a65d2-a3b6-48d8-8de0-b962aca084bf"
    ],
    "url": "https://www.friendslibrary.com/friend/job-scott"
  },
  "754c6fa9-bc0e-4932-ae7a-8dcea2b9aee9": {
    "id": "754c6fa9-bc0e-4932-ae7a-8dcea2b9aee9",
    "name": "John Banks",
    "alphabeticalName": "Banks, John",
    "gender": "male",
    "born": 1637,
    "died": 1710,
    "description": "John Banks (1637-1710) was a faithful and influential minister among the first generation of Quakers. Upon his death, an intimate friend wrote of him—“After it had pleased the eternal, wise God to open his understanding, and to let him see his own state and condition, and reveal his Son in him, he was made willing to give up freely to the heavenly and inward appearance of Christ Jesus, the hope of glory. And as he was obedient thereunto, he was entrusted with a large gift of the ministry, in which he grew, and was made powerful in it, to the turning of many unto the right way of the Lord who were convinced of the evil of their ways, and turned unto Jesus Christ, their free Teacher, and were made to bless the Lord on his behalf.”",
    "residence": {
      "city": "Sunderland",
      "region": "England"
    },
    "documents": [
      "010d8d13-61c7-4485-8ab9-6fcd8297765b",
      "6237d678-48f8-44df-9eac-004562987a60"
    ],
    "url": "https://www.friendslibrary.com/friend/john-banks"
  },
  "ac06ca75-a9eb-44f3-9c9b-bca7c3369186": {
    "id": "ac06ca75-a9eb-44f3-9c9b-bca7c3369186",
    "name": "John Barclay",
    "alphabeticalName": "Barclay, John",
    "gender": "male",
    "born": 1797,
    "died": 1838,
    "description": "Although John Barclay (1797-1838) was a descendent of the well-known apologist Robert Barclay, he was a complete stranger to the life and power of Truth until he began to seek the Lord with all his heart, somewhere around his 18th year. The Society of Friends at that time was in a low and declining state, but John Barclay dug deep and found the Root of life from which the early Quakers had sprouted, and in time became a living branch himself, and a very useful author and minister. He lived only 41 years, but his short life was wholly dedicated to his Master’s cause, and many of the journals, memoirs, and biographies of Early Friends that we possess now are the fruit of his arduous and faithful labor with the original documents.",
    "residence": {
      "city": "London",
      "region": "England"
    },
    "documents": [
      "318ac4f2-08ba-43d1-8d96-80d1714caddc"
    ],
    "url": "https://www.friendslibrary.com/friend/john-barclay"
  },
  "6fb10f70-2783-4779-afa3-8376795d3879": {
    "id": "6fb10f70-2783-4779-afa3-8376795d3879",
    "name": "John Burnyeat",
    "alphabeticalName": "Burnyeat, John",
    "gender": "male",
    "born": 1631,
    "died": 1690,
    "description": "John Burnyeat (1631-1690) was an elder and pillar in the early Society of Friends, whose powerful ministry turned many from darkness to light, and from the power of Satan to the power of God. Having been awakened to see the fallacy of an imputed righteousness that is neither experienced nor obeyed, he turned to the One who struck him and found that Zion must be purged “by the spirit of judgment, and by the spirit of burning.” Having been prepared and sent into harvest, he labored tirelessly and traveled extensively in the service of Truth, often suffering greatly for His faithfulness to Jesus Christ. Truly it can be said of John Burnyeat that he followed the Lord fully in his generation, putting his hand to the plow and never looking back.",
    "residence": {
      "city": "Broughton",
      "region": "England",
      "durations": [
        {
          "start": 1631,
          "end": 1673
        }
      ]
    },
    "documents": [
      "b40a8274-196a-43e3-9fef-0c96ab9ce55a",
      "2bb79cd9-88c3-4801-ae66-ac70970c97bc"
    ],
    "url": "https://www.friendslibrary.com/friend/john-burnyeat"
  },
  "6d57baa9-9a9d-434c-b41b-68adfcce02d3": {
    "id": "6d57baa9-9a9d-434c-b41b-68adfcce02d3",
    "name": "John Churchman",
    "alphabeticalName": "Churchman, John",
    "gender": "male",
    "born": 1705,
    "died": 1775,
    "description": "​John Churchman (1705-1775) was a man whose entire life was devoted to the increase of Christ’s kingdom in the hearts of men. Having experienced the spiritual baptism which saves, and abiding in a state of watchfulness and humility, he grew from stature to stature and became an upright minister and father in the church, traveling diligently in the work of the ministry as an example to all in word, conduct, faith and ​love. Three days before his death, though weak and unable to stand on his own, he said to those standing by his bedside, “I feel more life, more light, more love and sweetness than ever before,” and then speaking more of the divine refreshment and comfort he felt flowing like a pure stream to his inward man, he said, “I feel that which lives beyond death and the grave.”",
    "residence": {
      "city": "Nottingham",
      "region": "Pennsylvania"
    },
    "documents": [
      "54d7505f-a7af-40fd-a21b-33cb6ad5b0a0"
    ],
    "url": "https://www.friendslibrary.com/friend/john-churchman"
  },
  "ee467431-a18f-465e-aa3e-751dde01f9a6": {
    "id": "ee467431-a18f-465e-aa3e-751dde01f9a6",
    "name": "John Conran",
    "alphabeticalName": "Conran, John",
    "gender": "male",
    "born": 1737,
    "died": 1827,
    "description": "Until his mid 30’s, John Conran (1739-1827) was a zealous member of the Church of England, but longing after inward purity and a real transformation of soul, he began to attend meetings of the Society of Friends, and there was powerfully confronted by the Spirit of God. Being awakened to his true spiritual condition, and his need for Christ’s baptism in the Holy Spirit and fire, he “denied himself, picked up his cross, and followed Christ,” and so became a vessel of honor in the Lord’s house. His struggles were many and arduous, both with the enemies of his own soul, and with the declining condition of the Society of Friends. But John Conran kept the faith, and finished his race as a testimony to the heart-cleansing power of grace.",
    "residence": {
      "city": "Dublin",
      "region": "Ireland"
    },
    "documents": [
      "bc710dda-f13a-4208-a8dc-e94fac82dbe6",
      "91324cab-b3aa-4b46-abab-703f24a68f95"
    ],
    "url": "https://www.friendslibrary.com/friend/john-conran"
  },
  "b9da2f4c-2ee3-4357-b2d7-39a1afd0684a": {
    "id": "b9da2f4c-2ee3-4357-b2d7-39a1afd0684a",
    "name": "John Crook",
    "alphabeticalName": "Crook, John",
    "gender": "male",
    "born": 1617,
    "died": 1699,
    "description": "Like many other early Quakers, John Crook (1617-1699) was a seeker of truth from his earliest days. He was educated in London, and for a time held the office of Justice of the Peace in Bedfordshire, but when he was convinced of the truth in 1654 by the preaching of William Dewsbury, he soon lost both his public office and his freedom. In all, John Crook was imprisoned ten times for his faith, and suffered greatly at “the hands of unreasonable men.”",
    "residence": {
      "city": "London",
      "region": "England"
    },
    "documents": [
      "cf6f05e2-e5c9-4ec3-8096-d283f3e4c020"
    ],
    "url": "https://www.friendslibrary.com/friend/john-crook"
  },
  "a71d0dd4-fed8-42a9-a5fd-8c3890701dee": {
    "id": "a71d0dd4-fed8-42a9-a5fd-8c3890701dee",
    "name": "John Fothergill",
    "alphabeticalName": "Fothergill, John",
    "gender": "male",
    "born": 1676,
    "died": 1745,
    "description": "John Fothergill (1676-1745) was a true minister of the gospel of Jesus Christ, made so by the Spirit of God, and not by the will or wisdom of man. As a young man, he took the yoke of his Master upon himself, learned to bear it faithfully, and so experientially knew what it was to “be judged according to men in the flesh, but live according to God in the Spirit” (1 Pet. 4:6). Constrained by the love of Christ, his life was poured out in the service of the gospel, traveling all over England, Scotland, Wales, and Ireland on several occasions, and crossing the seas three times to visit the colonies in America. John Fothergill was the father of Samuel Fothergill (the well-known Quaker minister) and Dr. John Fothergill, the famous doctor and botanist.",
    "residence": {
      "city": "York",
      "region": "England"
    },
    "documents": [
      "b74bd655-8907-4484-a3bd-a658b3267dea"
    ],
    "url": "https://www.friendslibrary.com/friend/john-fothergill"
  },
  "b1ddeaab-3446-46d4-a734-c4139611ebb6": {
    "id": "b1ddeaab-3446-46d4-a734-c4139611ebb6",
    "name": "John Gough",
    "alphabeticalName": "Gough, John",
    "gender": "male",
    "born": 1721,
    "died": 1791,
    "description": "Like his older brother James, John Gough (1721-1791) was gifted with a keen intellect and so excelled in his studies that he became an assistant to a Friends school in Wiltshire when only sixteen years of age. As an adult he became master of boarding schools in Cork, Dublin, and Lisburn, but was also very active in the work of the ministry, both preaching and writing for the advancement of the gospel. In 1782, when sixty-one years of age, he commenced his four-volume History of the Society of Friends, which occupied him for eight years, and was published in 1790. This immense work gave a full, clear, and accurate portrayal of the history of Friends, adding valuable information to what had already been recorded in Sewel’s “History,” and continuing the history of this people until 1764.",
    "residence": {
      "city": "Dublin",
      "region": "Ireland",
      "durations": [
        {
          "start": 1740,
          "end": 1774
        }
      ]
    },
    "documents": [
      "6f47a04b-de86-4646-ba0f-52c7bdbd2ae3",
      "073e1a75-2193-4b5b-9de1-5a06a8a970e4",
      "d4f97e5f-72fa-4d07-b6c5-21f4712e6f70",
      "041de011-afa1-45fb-bf77-9618e4bdb529"
    ],
    "url": "https://www.friendslibrary.com/friend/john-gough"
  },
  "10011a5d-4773-49b1-badc-27e787a9315e": {
    "id": "10011a5d-4773-49b1-badc-27e787a9315e",
    "name": "John Gratton",
    "alphabeticalName": "Gratton, John",
    "gender": "male",
    "born": 1641,
    "died": 1711,
    "description": "John Gratton (1641-1711) was one of many early Quakers who were convinced of the truth directly by the Lord, apart from the preaching or writings of others in the Society of Friends. His desperate and agonizing pursuit of true Christianity (amongst the many sects and opinions of the day) finally brought him to dramatically experience the truth of Christ’s promise—“Everyone who asks receives, and he who seeks finds, and to him who knocks it will be opened.” Having found the truth he had so diligently sought for, he loved it, and submitted to its powerful operations in his own heart, becoming an esteemed minister and a great sufferer for the gospel of Jesus Christ.",
    "residence": {
      "city": "Monyash",
      "region": "England"
    },
    "documents": [
      "0e46ae49-4202-446a-b5c3-06514aa16fa5",
      "29b459d6-16ae-4f64-a03c-4ee1794b3523"
    ],
    "url": "https://www.friendslibrary.com/friend/john-gratton"
  },
  "ee39ba0e-b512-4920-9a88-33f687cb4680": {
    "id": "ee39ba0e-b512-4920-9a88-33f687cb4680",
    "name": "John Griffith",
    "alphabeticalName": "Griffith, John",
    "gender": "male",
    "born": 1713,
    "died": 1776,
    "description": "From a wild and thoughtless youth, John Griffith (1713-1776) was made a wise and careful minister of the gospel. His journal is filled with heavenly wisdom gained from personal experience of both the Lord’s goodness and guidance, and the enemy’s snares and deceptions. Together with a remnant of bright, shining lamps in his generation, Griffith warred against a sad degeneracy into formality, tradition, and lifeless words amongst a people once distinguished by their adherence to the inward power and purity of the Holy Spirit. Doubtless his life and experiences will be read with great interest by every sincere seeker of God.",
    "residence": {
      "city": "Chelmsford",
      "region": "England",
      "durations": [
        {
          "start": 1750,
          "end": 1776
        }
      ]
    },
    "documents": [
      "a3016ba9-1370-4b8c-b680-98f383317f3b",
      "f93a7eb9-cef7-4b30-81da-7d1a3cd35de2",
      "1b31482a-5cba-4ab3-b562-462b0a2b4fd3"
    ],
    "url": "https://www.friendslibrary.com/friend/john-griffith"
  },
  "f4205691-c59f-46a7-a6b4-945a0f0b99e8": {
    "id": "f4205691-c59f-46a7-a6b4-945a0f0b99e8",
    "name": "John Kendall",
    "alphabeticalName": "Kendall, John",
    "gender": "male",
    "born": 1726,
    "died": 1815,
    "description": "John Kendall (1726-1815) lived a long and fruitful life in the service of his Master. Through submission to pious parents, he learned to walk in the narrow and safe path when still very young, and was called to the work of the ministry in his twenty-first year. His travels for the Lord were first in the northern parts of England and Scotland, but in subsequent years he made five trips to Holland, one to Germany, and was often engaged in gospel labors in Great Britain. When older and less able to travel, much of his time was dedicated to the publication of valuable Christian writings, some written by himself, and some collected and compiled from other pious authors.",
    "residence": {
      "city": "Colchester",
      "region": "England"
    },
    "documents": [
      "671213db-60a7-42ed-9c07-4785e321de26"
    ],
    "url": "https://www.friendslibrary.com/friend/john-kendall"
  },
  "8edf8070-2cfd-4a55-82f4-2bcf4ddbdb47": {
    "id": "8edf8070-2cfd-4a55-82f4-2bcf4ddbdb47",
    "name": "John Pemberton",
    "alphabeticalName": "Pemberton, John",
    "gender": "male",
    "born": 1727,
    "died": 1795,
    "description": "The humility and simplicity of John Pemberton (1727-1795), united with an ardent love for his fellow creatures and a desire for their everlasting welfare, made him an eminent and much-beloved minister in the Society of Friends. Though his journal speaks much of his weakness and struggles, and little of his gifts and attainments, yet he was highly esteemed by even the most notable ministers of his day. Rebecca Jones records in her journal, “George Dillwyn has sometimes made a comparison between some of us and John Pemberton, that we are as fishing with a crooked pin and thread, while John is casting his net into the sea.” The reader will be amply repaid for tracing the footsteps of a man much weaned from the spirit and ways of the world, who eagerly endeavoured to perform his day’s work in the day time.",
    "residence": {
      "city": "Philadelphia",
      "region": "Pennsylvania"
    },
    "documents": [
      "06d0660f-5f23-4e27-a13d-5c670dbb41e6"
    ],
    "url": "https://www.friendslibrary.com/friend/john-pemberton"
  },
  "1a43f3b6-f60b-4d5d-bdfd-5d777ac3dc77": {
    "id": "1a43f3b6-f60b-4d5d-bdfd-5d777ac3dc77",
    "name": "John Richardson",
    "alphabeticalName": "Richardson, John",
    "gender": "male",
    "born": 1667,
    "died": 1753,
    "description": "The life of John Richardson (1667-1753) is a powerful confirmation of Jesus’ words, that heavenly things “are hidden from the wise and prudent and revealed unto babes,” and that His “power is made perfect in weakness.” Though starting out in life a poor farm boy with little education, Richardson became a faithful student in the Holy Spirit’s school of Christ, where he not only learned spiritual truths and heavenly mysteries, but came to experience his garments washed, his mind renewed, and his heart changed. Originally from England, he travelled as a minister for most of his adult life, twice visiting the American colonies, where he triumphantly defended the truth against “that sad apostate” George Keith.",
    "residence": {
      "city": "York",
      "region": "England"
    },
    "documents": [
      "470677d5-c6e0-4d1f-a61d-69827d25a14c",
      "1e81ab5f-4f72-4570-93a1-e446e1e70267"
    ],
    "url": "https://www.friendslibrary.com/friend/john-richardson"
  },
  "64059654-ccbb-4082-a4d4-af51e38eed80": {
    "id": "64059654-ccbb-4082-a4d4-af51e38eed80",
    "name": "John Roberts",
    "alphabeticalName": "Roberts, John",
    "gender": "male",
    "born": null,
    "died": 1684,
    "description": "John Roberts (1623-1684) was a man of piety, wisdom, and remarkable wit. He was convinced of the truth through the powerful ministry of Richard Farnsworth, while the latter was a prisoner at Banbury Jail, and through heartfelt submission to the truth became a respected minister in the Society of Friends, sometimes traveling with George Fox. The combination of John Roberts’ blunt honesty, profound understanding, and humorous way of disputing with his adversaries, has long made the memoir of his life (written by his youngest son, Daniel) a favorite among early Quaker writings.",
    "residence": {
      "city": "Cirencester",
      "region": "England"
    },
    "documents": [
      "f044dc3e-9e30-41a0-80db-a9af65ff609d"
    ],
    "url": "https://www.friendslibrary.com/friend/john-roberts"
  },
  "14754ae5-720e-45a3-bb45-3e227a7b4d65": {
    "id": "14754ae5-720e-45a3-bb45-3e227a7b4d65",
    "name": "John Spalding",
    "alphabeticalName": "Spalding, John",
    "gender": "male",
    "born": 1765,
    "died": 1795,
    "description": "Though raised in the Church of England, John Spalding’s (1765-1795) pursuit of truth left him dissatisfied with the traditional worship of his day, concluding that, in many respects, it was neither pleasing to God nor effective towards the salvation of his soul. After at last finding the Pearl of great price, he composed a public letter to beloved friends and family attending St. Giles church in Reading, explaining his reasons for leaving their communion, and acknowledging himself to be “one who was long in the profession, but knew not the power, till it pleased the Lord, by the ministry and writings of the people called Quakers, to direct him to where alone the power is to be known, that is, within.”",
    "residence": {
      "city": "Reading",
      "region": "England"
    },
    "documents": [
      "3ae687a1-e934-4585-8abd-a477d0cb3b75",
      "873dacbb-3205-4afb-8c38-772fb7a09fed"
    ],
    "url": "https://www.friendslibrary.com/friend/john-spalding"
  },
  "c142b031-4632-4730-96cd-2c0e3efb76f5": {
    "id": "c142b031-4632-4730-96cd-2c0e3efb76f5",
    "name": "John Wigham",
    "alphabeticalName": "Wigham, John",
    "gender": "male",
    "born": 1749,
    "died": 1839,
    "description": "John Wigham (1749-1839) had strong desires raised in his heart to be the Lord’s servant when only eight years old, and feeling that he could not serve Him acceptably without being preserved from evil, he began then to implore the Lord to purify his heart and to make him a useful vessel in His house. After marrying, and beginning to travel in the work of the ministry, he and his wife felt impressed of the Lord to move their family (of seven children) from England to Scotland, where he served the declining church for the remainder of his long and fruitful life, dying in Aberdeen at the age of 91.",
    "residence": {
      "city": "Aberdeen",
      "region": "Scotland",
      "durations": [
        {
          "start": 1784,
          "end": 1839
        }
      ]
    },
    "documents": [
      "84ca0ff5-f17c-49ff-9bde-6c9f67a6a352"
    ],
    "url": "https://www.friendslibrary.com/friend/john-wigham"
  },
  "2fc07cca-624d-435e-9a48-d7dc28edff9f": {
    "id": "2fc07cca-624d-435e-9a48-d7dc28edff9f",
    "name": "John Woolman",
    "alphabeticalName": "Woolman, John",
    "gender": "male",
    "born": 1720,
    "died": 1772,
    "description": "Because of his writings against slavery and other social evils, John Woolman (1720-1772) is one of the most well-known Quakers from the 18th century. Unfortunately, several heavily edited versions of his journal exist today which have removed important aspects of his Christian faith and experience, rendering him only a philanthropist and abolitionist. The truth is that John Woolman was a devoted servant of Jesus Christ, a preacher of truth and righteousness, and a man filled with the Spirit and love of God that overflowed towards his fellow creatures. This edition contains his unabridged journal and works.",
    "residence": {
      "city": "Mount Holly",
      "region": "New Jersey"
    },
    "documents": [
      "9ec7c639-b4eb-4e58-aa37-fdc23817f5f3"
    ],
    "url": "https://www.friendslibrary.com/friend/john-woolman"
  },
  "8ac61de7-079e-497c-a55c-0d4a178ceccd": {
    "id": "8ac61de7-079e-497c-a55c-0d4a178ceccd",
    "name": "Joseph Edgerton",
    "alphabeticalName": "Edgerton, Joseph",
    "gender": "male",
    "born": 1797,
    "died": 1875,
    "description": "Joseph Edgerton (1797-1875) was one of the few faithful Friends in the mid 19th century that held fast to the Truth, even as the long-favored Society of Friends crumbled to pieces on the right hand and on the left. He was acknowledged a minister of the gospel in 1833, and travelled extensively in that capacity a great part of his life. He was valiant for the Truth in his day, standing forth in unflinching support of the original doctrines and testimonies of the Society of Friends. The cleansing, purifying power of the Lord Jesus in His inward and spiritual appearance in the heart was frequently the subject of his preaching, and his greatest desire was that all would experience a growth in the true grace of God, and so be continually “taking root downward, and bringing forth fruit upward.”",
    "residence": {
      "city": "Barnesville",
      "region": "Ohio"
    },
    "documents": [
      "0451a301-8654-42e3-8701-6288579e5bbb"
    ],
    "url": "https://www.friendslibrary.com/friend/joseph-edgerton"
  },
  "f5685a70-b8ff-4912-aa36-272e680bd5a7": {
    "id": "f5685a70-b8ff-4912-aa36-272e680bd5a7",
    "name": "Joseph Oxley",
    "alphabeticalName": "Oxley, Joseph",
    "gender": "male",
    "born": 1715,
    "died": 1776,
    "description": "​Joseph Oxley (1715–1776) was a humble and sweet-spirited minister in the Society of Friends, whose life and service in the church manifested a total reliance upon the immediate empowering of the Spirit of Christ. Though he had a low opinion of himself, he was highly regarded and respected by all, and his ministry was known to be accompanied by that heavenly power which both confutes the proud and raises up the humble. He was led to preach the gospel in England, Ireland, Scotland, and the American Colonies, where his services were said to have “proceeded from the influence of the Minister of the sanctuary and true tabernacle, which God has pitched and not man.”",
    "residence": {
      "city": "Norwich",
      "region": "England"
    },
    "documents": [
      "20c95c47-62dd-4181-b6e7-dcd8142626ca"
    ],
    "url": "https://www.friendslibrary.com/friend/joseph-oxley"
  },
  "2e0d8f1c-b8e6-493f-b1a5-15980df87929": {
    "id": "2e0d8f1c-b8e6-493f-b1a5-15980df87929",
    "name": "Joseph Phipps",
    "alphabeticalName": "Phipps, Joseph",
    "gender": "male",
    "born": 1708,
    "died": 1787,
    "description": "Though a shoe maker by trade, Joseph Phipps (1708–1787) was the author of several scholarly publications explaining and defending the tenets of Early Friends. In 1772, in response to a critical publication by a man named Samuel Newton, Phipps wrote “The Original and Present State of Man,” in which he cleared the Society from many unjust and untrue charges, and also defended and clarified the leading principles and practices of the Quakers. This extraordinary little book deals with “The nature of man’s fall, and the necessity, means, and manner of his restoration through the sacrifice of Christ, and the discernible operation of that Divine Spirit of grace and truth.”",
    "residence": {
      "city": "Norwich",
      "region": "England"
    },
    "documents": [
      "b7fb02eb-f804-431a-9c0c-7ead12400bf5"
    ],
    "url": "https://www.friendslibrary.com/friend/joseph-phipps"
  },
  "07ceda74-7afb-4bc8-949c-195cb3a63338": {
    "id": "07ceda74-7afb-4bc8-949c-195cb3a63338",
    "name": "Joseph Pike",
    "alphabeticalName": "Pike, Joseph",
    "gender": "male",
    "born": 1657,
    "died": 1729,
    "description": "Joseph Pike (1657-1729) was convinced of the truth through the powerful preaching of William Edmundson, and grew to become a wise and faithful elder in the Society of Friends in Ireland. In his old age he wrote an account of his early years, spiritual struggles, and growth in the truth, chiefly for the benefit of his own children. In this short but valuable history, he relates (in helpful detail) the Lord’s dealings to Him, first as a judge, then as a refiner of silver, and eventually as the comforter and strengthener of Zion.",
    "residence": {
      "city": "Cork",
      "region": "Ireland"
    },
    "documents": [
      "f9356ff3-a098-45b1-9ed2-022790240c01"
    ],
    "url": "https://www.friendslibrary.com/friend/joseph-pike"
  },
  "c37e8c43-d3b0-4cff-856c-c6981f841528": {
    "id": "c37e8c43-d3b0-4cff-856c-c6981f841528",
    "name": "Martha Routh",
    "alphabeticalName": "Routh, Martha",
    "gender": "female",
    "born": 1743,
    "died": 1817,
    "description": "​Martha Routh (1743-1817) was working as the principal of a Friend’s boarding school in Nottingham, England when, at age of 30, she was called by the Lord to travel in the work of the ministry. The remaining 44 years of her life were devoted to preaching the gospel throughout all parts of England, Wales, Scotland, Ireland, and America. Her first trip to America was in 1794, where she labored for over three years, traveling over 11,000 miles, before returning to her native country. She returned to America in 1801 with her husband (who died shortly after his arrival in New York). Martha Routh’s life and ministry were exemplary in every respect, and her preaching was “in demonstration of the Spirit and of power.”",
    "residence": {
      "city": "Stourbridge",
      "region": "England"
    },
    "documents": [
      "932ed314-b6c2-48c4-b4d8-19ca31d0db49"
    ],
    "url": "https://www.friendslibrary.com/friend/martha-routh"
  },
  "e0af1dbc-cf6c-41ad-b342-067583ae1867": {
    "id": "e0af1dbc-cf6c-41ad-b342-067583ae1867",
    "name": "Mary Alexander",
    "alphabeticalName": "Alexander, Mary",
    "gender": "female",
    "born": 1760,
    "died": 1809,
    "description": "Before Mary Alexander (1760-1809) had attained to the age of seventeen years, she was impressed with a strong apprehension that, if faithful to the manifestations of the Holy Spirit, she would be called to the work of the ministry. But having a low opinion of herself, and feeling entirely unprepared for so important a work, she was for many years reluctant to give up to the Lord’s clear leading. However, finding His Word in her heart to “like a burning fire shut up in her bones,” she at last yielded to His call and began traveling and preaching throughout England, Scotland, and Wales as the Lord gave her utterance. Mary Alexander was known to be a woman of deep humility and uncommon spiritual understanding, and one whose life was unreservedly dedicated to her Master’s cause.",
    "residence": {
      "city": "Needham Market",
      "region": "England"
    },
    "documents": [
      "4cd93994-8176-4269-aae3-63eb68fdef28"
    ],
    "url": "https://www.friendslibrary.com/friend/mary-alexander"
  },
  "cad036aa-1c1f-4c3c-b3e6-83101a2b9192": {
    "id": "cad036aa-1c1f-4c3c-b3e6-83101a2b9192",
    "name": "Mary Ann Gilpin",
    "alphabeticalName": "Gilpin, Mary Ann",
    "gender": "female",
    "born": 1813,
    "died": 1838,
    "description": "The short life of Mary Ann Gilpin (1813-1838) is a beautiful and compelling testimony to the powerful operation of the Spirit of Truth upon any heart that is “humble, contrite, and trembles at His Word.” Bowing her neck to the yoke of Christ at a young age, this extraordinary young woman was led step by step through the wilderness of this world, through great losses and painful trials, unto a true growth in grace and a steadfastness in faith. She finished her race in her 25th year, having fought the good fight, kept the faith, and left behind her an “aroma of life”—the sweet fragrance of the knowledge of her Lord and Savior Jesus Christ.",
    "residence": {
      "city": "Bristol",
      "region": "England"
    },
    "documents": [
      "8e66ed6c-5a9f-4842-91c3-4d2b32b02e93"
    ],
    "url": "https://www.friendslibrary.com/friend/mary-ann-gilpin"
  },
  "5b448161-953f-4196-a1e4-e07fd5d48412": {
    "id": "5b448161-953f-4196-a1e4-e07fd5d48412",
    "name": "Mary Ann Kelty",
    "alphabeticalName": "Kelty, Mary Ann",
    "gender": "female",
    "born": 1789,
    "died": 1873,
    "description": "Mary Ann Kelty (1789-1873) was a teacher and author in England who appears to have discovered the writings of early Friends later in her life. Though she plainly shows herself to be in perfect accord with the principles and practices of the primitive Quakers, she lived in a time of great declension from the original purity and power in the Society, and probably for that reason, never formally joined with them in membership (though she is said to have frequently attended the Friends’ meeting house at Peckham). Her book “The Lives and Persecutions of the Primitive Quakers” is a very well-written, short history of the early Society of Friends, highlighting the most noteworthy figures and remarkable events of that time.",
    "residence": {
      "city": "Peckham",
      "region": "England"
    },
    "documents": [
      "92d2a0ab-55d5-4fc1-aaf6-f003b172898d"
    ],
    "url": "https://www.friendslibrary.com/friend/mary-ann-kelty"
  },
  "c7ee8fdf-6cb7-4619-b3e3-6f12144e475f": {
    "id": "c7ee8fdf-6cb7-4619-b3e3-6f12144e475f",
    "name": "Mary Capper",
    "alphabeticalName": "Capper, Mary",
    "gender": "female",
    "born": 1755,
    "died": 1845,
    "description": "Mary Capper (1755-1845) was raised up in the strict observance of the rites and ceremonies of the church of England, but found her heart longing for a greater experience of the inward life and power of the gospel. Upon being convinced of the principles of Friends, she was told by her father “not to return to the parental roof” until she would conform to the religious education that she had been given. But finding that true peace of mind depended upon simple obedience to the Lord’s requirements, she continued in faithful adherence to the way of the cross, and in time could boldly testify that “every sacrifice made in obedience, was rewarded a hundred fold.”",
    "residence": {
      "city": "Birmingham",
      "region": "England"
    },
    "documents": [
      "a64bc50d-4a4c-47ad-9e83-d72bbf5363b7"
    ],
    "url": "https://www.friendslibrary.com/friend/mary-capper"
  },
  "55dab152-9cb3-4e80-839e-40fe0ebbdd78": {
    "id": "55dab152-9cb3-4e80-839e-40fe0ebbdd78",
    "name": "Mary Dudley",
    "alphabeticalName": "Dudley, Mary",
    "gender": "female",
    "born": 1750,
    "died": 1823,
    "description": "Mary Dudley (1750-1823) was a seeker of truth and righteousness from her earliest days. When around 20 years old, she joined the Methodists for two or three years, and was much esteemed by John Wesley for her humble devotion and pious example. Before long, however, she began to feel that their active and outward zeal was not compatible with the spiritual poverty she felt in herself, and the great need she had seen for total dependence upon the Spirit of God for all true worship and ministry. Finding a home among the Quakers, she grew to become a powerful minister and a “mother in Israel,” traveling often, and pointing many hearts to the covenant of light and life in Jesus Christ.",
    "residence": {
      "city": "Clonmel",
      "region": "Ireland",
      "durations": [
        {
          "start": 1777,
          "end": 1810
        }
      ]
    },
    "documents": [
      "468770bf-aae5-4c4a-a2b3-41d978f3dd72"
    ],
    "url": "https://www.friendslibrary.com/friend/mary-dudley"
  },
  "7390bce7-827a-4885-98bb-ec22579c5adb": {
    "id": "7390bce7-827a-4885-98bb-ec22579c5adb",
    "name": "Mary Hagger",
    "alphabeticalName": "Hagger, Mary",
    "gender": "female",
    "born": 1758,
    "died": 1840,
    "description": "Mary Hagger (1758-1840) was raised by pious parents, and being of a meek and humble disposition, was early visited by the power of the Lord, though at the time she says, “I knew not what it was that so sweetened and tendered my heart.” Faithfully yielding to the convictions and instructions of grace, she was prepared by the Lord as a vessel for His service. But when she felt it required of her to bear public testimony to the goodness of the Lord, for many years the language of her heart was, “Send by whom you will send, but not by me.” However, in the latter part of her life she was at last made willing to speak as the Lord enabled her, and became an instrument of usefulness in the church.",
    "residence": {
      "city": "Ashford",
      "region": "England"
    },
    "documents": [
      "53f7cdb3-6c11-47d2-9a5d-0fcd41b5ab57"
    ],
    "url": "https://www.friendslibrary.com/friend/mary-hagger"
  },
  "a46a9ccb-c179-4a05-bad4-78f161e367f7": {
    "id": "a46a9ccb-c179-4a05-bad4-78f161e367f7",
    "name": "Mary Peisley Neale",
    "alphabeticalName": "Neale, Mary Peisley",
    "gender": "female",
    "born": 1717,
    "died": 1757,
    "description": "Mary Neale (1717-1757), dying suddenly only three days after her marriage to Samuel Neale, is best known by her maiden name, Mary Peisley. Having been early turned from the pursuit of worldly pleasures and vanities by the inward appearing of the Lord Jesus, Mary Neale surrendered all to the cross of Christ and was made by Him a shining example of a true gospel minister. Of her life, James Gough (another highly esteemed minister in the Society of Friends) wrote, “I am ready to conclude that no one in our day, from the time of the effectual visitation of Christ in her soul, adhered with more steadiness to His guidance, through a variety of probations.”",
    "residence": {
      "city": "Ballymore",
      "region": "Ireland"
    },
    "documents": [
      "9bd10df3-80aa-4623-b66a-61e00f112b47"
    ],
    "url": "https://www.friendslibrary.com/friend/mary-peisley-neale"
  },
  "7085b3b3-4600-4c4d-aa99-091dc2ac9b0c": {
    "id": "7085b3b3-4600-4c4d-aa99-091dc2ac9b0c",
    "name": "Oliver Sansom",
    "alphabeticalName": "Sansom, Oliver",
    "gender": "male",
    "born": 1636,
    "died": 1710,
    "description": "Oliver Sansom (1636-1710) was an early minister in the Society of Friends, whose heart was first awakened to the Truth while reading a work of Isaac Penington’s entitled, “The Way of Life and Death Made Manifest and Set Before Men.” Feeling it required of him to break off from the national church, with its man-made traditions and obligatory tithes, he became the target of great persecution, and spent many years in jail. Speaking of him after his death, Thomas Ellwood wrote, “I have this testimony to bear of his honest and innocent life; he was a good steward of his Master’s treasures, a faithful dispenser of divine mysteries committed to him, an inward and heavenly-minded man. He was more in substance than in show, greater in power than in expression, a man of a meek and quiet spirit, yet full zeal—who lived and died a servant of the Lord.”",
    "residence": {
      "city": "Abingdon",
      "region": "England"
    },
    "documents": [
      "67f4202e-ceff-402c-ad33-c1cb530dd247"
    ],
    "url": "https://www.friendslibrary.com/friend/oliver-sansom"
  },
  "ec432610-e85a-4818-a926-228580f45cec": {
    "id": "ec432610-e85a-4818-a926-228580f45cec",
    "name": "Rebecca Hubbs",
    "alphabeticalName": "Hubbs, Rebecca",
    "gender": "female",
    "born": 1772,
    "died": 1852,
    "description": "It is said of Rebecca Hubbs (1772-1852), that though she was not highly educated or gifted for literary conversation, and though she had a very humble view of herself in every way, yet her ministry savored richly of the power of the anointing, conveyed “not in the words which man’s wisdom teaches, but which the Holy Spirit teaches.” Indeed, she was a clear instance of the Lord’s power made perfect in weakness, and was used of the Lord in some remarkable ways, including a personal visit to president James Madison, to declare unto him the burden of word of the Lord that weighed heavily on her heart.",
    "residence": {
      "city": "Woodstown",
      "region": "New Jersey"
    },
    "documents": [
      "c7ef46fd-ed93-471e-971a-32b2e4d8558e"
    ],
    "url": "https://www.friendslibrary.com/friend/rebecca-hubbs"
  },
  "d4473761-5eec-49a8-8be3-109ec6b37ece": {
    "id": "d4473761-5eec-49a8-8be3-109ec6b37ece",
    "name": "Rebecca Jones",
    "alphabeticalName": "Jones, Rebecca",
    "gender": "female",
    "born": 1739,
    "died": 1818,
    "description": "Words fail to describe the beautiful life and heart-tendering ministry of Rebecca Jones (1739-1818). When still a child, her eyes were opened to see the “ancient path” through the powerful preaching of Catherine Payton; and persevering in it all the days of her long and fruitful life, she was made a “vessel for honor, sanctified and useful to the Master, prepared for every good work.” Her diary and letters are both endearing and instructive, telling the story of a meek disciple, a tireless minister, a loving “mother in Israel”, a powerful preacher, and a shining example of every Christian virtue.",
    "residence": {
      "city": "Philadelphia",
      "region": "Pennsylvania"
    },
    "documents": [
      "45dca7c2-3ff9-4a83-acdf-55ec1630cb25"
    ],
    "url": "https://www.friendslibrary.com/friend/rebecca-jones"
  },
  "fa0aa8d3-c8ad-421b-89bf-38db7077426e": {
    "id": "fa0aa8d3-c8ad-421b-89bf-38db7077426e",
    "name": "Richard Davies",
    "alphabeticalName": "Davies, Richard",
    "gender": "male",
    "born": 1635,
    "died": 1708,
    "description": "Richard Davies (1635–1708) was a man who desperately sought after Truth from his earliest days, and became the first Welshmen to be convinced of the principles preached by the Early Quakers. Through many hardships (beatings, mockings, long imprisonments, etc.) he grew up in the Lord and became an eminent minister in the Society of Friends, being so filled with the Lord’s humility and love that even his enemies respected and admired him.",
    "residence": {
      "city": "Welshpool",
      "region": "Wales"
    },
    "documents": [
      "dfda01ed-36ec-4b37-96fd-9e23b0352fa1"
    ],
    "url": "https://www.friendslibrary.com/friend/richard-davies"
  },
  "e875433e-57d2-497a-b811-069479c6b1a1": {
    "id": "e875433e-57d2-497a-b811-069479c6b1a1",
    "name": "Richard Jordan",
    "alphabeticalName": "Jordan, Richard",
    "gender": "male",
    "born": 1756,
    "died": 1826,
    "description": "Richard Jordan (1756-1826) was awakened by a tenderizing visitation of the Holy Spirit when only twelve years old, and enabled to surrender himself entirely to the transforming and refining baptism of Jesus Christ. He was called to preach the gospel when twenty-five years of age, but for a long time his appearances in the ministry were short and infrequent, feeling a dread lest he should “shoot out into the branches” without first knowing “an establishment in the Root of immortal life.” Being faithful in the little, his gift in the ministry grew, and he became one who preached in the demonstration of the Spirit and of power, clearly opening to individuals their states and conditions, and inviting all to peace with God through the effectual operation of the cross of Jesus Christ.",
    "residence": {
      "city": "Newton",
      "region": "New Jersey"
    },
    "documents": [
      "49084c34-f64e-4316-b238-49b7a37e5a8a"
    ],
    "url": "https://www.friendslibrary.com/friend/richard-jordan"
  },
  "105b22b5-0d97-422d-821f-becefa9482a0": {
    "id": "105b22b5-0d97-422d-821f-becefa9482a0",
    "name": "Robert Barclay",
    "alphabeticalName": "Barclay, Robert",
    "gender": "male",
    "born": 1648,
    "died": 1690,
    "description": "Robert Barclay (1648–1690) was born into opulence and educated in some of the finest schools of the time, where his natural genius gained the admiration of both teachers and peers. But at seventeen years of age, upon entering a meeting of the people called Quakers, he said, “I felt a secret power among them which touched my heart.” And as he abode under the powerful operations of grace, he “came to receive and bear witness of the Truth,” not being convinced “by strength of argument, or by a particular discussion of each doctrine, but by being secretly reached by Life.” Barclay’s Apology for the True Christian Divinity was first published in 1675, and came to be considered the definitive exposition and defense of Quaker principles for the next 200 years.",
    "residence": {
      "city": "Aberdeenshire",
      "region": "Scotland"
    },
    "documents": [
      "f869e6e5-c5a2-4bdf-96bb-1c4dc13dad2f",
      "a0aa67e3-e96e-44ea-a90c-db739d54eba6",
      "a8da908c-c9b4-4583-a2a3-ee460a90a4b9",
      "fea5c7ff-bd6f-4c46-b928-c3b4fb1a04e6"
    ],
    "url": "https://www.friendslibrary.com/friend/robert-barclay"
  },
  "7f083eb6-674f-4cc8-843b-8d4edd15a345": {
    "id": "7f083eb6-674f-4cc8-843b-8d4edd15a345",
    "name": "Samuel Bownas",
    "alphabeticalName": "Bownas, Samuel",
    "gender": "male",
    "born": 1676,
    "died": 1753,
    "description": "As a young man, Samuel Bownas (1676-1753) was awakened to his lost condition through the powerful ministry of a young woman named Anne Wilson who, pointing to him in a meeting, told him he was but “a Quaker by tradition,” and a stranger to the transforming power of the gospel. Knowing this to be true, Bownas was cut to the quick, and so fervently turned to the Lord that both his heart and his conduct were greatly altered in a short time. Continuing in faithful submission to the Light of Christ, he became a minister and a sufferer for the gospel, traveling frequently in Great Britain and the American colonies, and being several times imprisoned for the testimony of Jesus Christ. Bownas was particularly conspicuous for his deep understanding concerning the work of the ministry, and became the author of a highly-regarded book entitled, “A Description of the Qualifications Necessary to a Gospel Minister.”",
    "residence": {
      "city": "Bridport",
      "region": "England"
    },
    "documents": [
      "51303b80-b6c1-4d45-a740-bf3eaf0767e4"
    ],
    "url": "https://www.friendslibrary.com/friend/samuel-bownas"
  },
  "156aead1-a1b5-40bb-815b-6539e20bd459": {
    "id": "156aead1-a1b5-40bb-815b-6539e20bd459",
    "name": "Samuel Crisp",
    "alphabeticalName": "Crisp, Samuel",
    "gender": "male",
    "born": 1670,
    "died": 1704,
    "description": "Samuel Crisp (1670—1704) was a brilliant young priest in the Church of England whose hunger for truth and righteousness led him to leave off all formal, shadowy religion and join with the despised people called Quakers to worship God in spirit and truth. This short document consists chiefly of two letters written by Crisp explaining his reasons for leaving the national worship, and describing how the Lord revealed His Son in him, “at the brightness of whose appearance the clouds are scattered and the shadows flee away.”",
    "residence": {
      "city": "London",
      "region": "England"
    },
    "documents": [
      "99ecfc4d-8a51-411d-805e-f5243d4879ed"
    ],
    "url": "https://www.friendslibrary.com/friend/samuel-crisp"
  },
  "0691bc74-ea85-4582-bf30-2412ba0ac133": {
    "id": "0691bc74-ea85-4582-bf30-2412ba0ac133",
    "name": "Samuel Fothergill",
    "alphabeticalName": "Fothergill, Samuel",
    "gender": "male",
    "born": 1715,
    "died": 1772,
    "description": "​Samuel Fothergill (1715-1772) was the youngest son of eminent Quaker minister, John Fothergill. As a young man, Samuel yielded to various temptations, “giving way to the indulgence of his evil passions, and abandoning himself to the pursuit of folly and dissipation.” So great was his rebellion against the Truth, that his father, upon embarking on a long trip to America, took leave of him with these words—“And now, son Samuel, farewell!—farewell!; and unless it be as a changed man, I cannot say that I have any wish ever to see you again.” These words pierced Samuel’s heart, and were used of the Lord as a means to turn him to the path of repentance and conversion. Feeling the terrors of the Lord for sin, Samuel was made willing to abide under His righteous judgments, and so yielded to the transforming power of divine grace that, in time, he became one of the most distinguished and influential ministers of his day.",
    "residence": {
      "city": "Warrington",
      "region": "England"
    },
    "documents": [
      "53f21a86-f264-460f-b879-3cd4a7ddf615"
    ],
    "url": "https://www.friendslibrary.com/friend/samuel-fothergill"
  },
  "ecf66297-d101-4875-aea4-0932bbd8673b": {
    "id": "ecf66297-d101-4875-aea4-0932bbd8673b",
    "name": "Samuel Neale",
    "alphabeticalName": "Neale, Samuel",
    "gender": "male",
    "born": 1729,
    "died": 1792,
    "description": "​At the age of twenty-two, Samuel Neale (1729-1792) was powerfully impacted by the ministry of Catharine Payton and Mary Peisley (his future wife) while they were ministering in the city of Dublin, Ireland. Having seen and felt that he was traveling on the broad path that leads to destruction, Samuel Neale set his heart to “wait upon the Lord in the way of His judgments.” Having become acquainted with the true baptism of Christ (that of Spirit and fire), he was soon called into the ministry, and labored diligently for the remainder of his life. His journal and letters demonstrate all of the sweetness, humility, and wisdom of a true disciple of Jesus Christ.",
    "residence": {
      "city": "Cork",
      "region": "Ireland"
    },
    "documents": [
      "c3428a4c-4a2f-480b-8612-f96e104914dd"
    ],
    "url": "https://www.friendslibrary.com/friend/samuel-neale"
  },
  "a208b4cd-d73e-496a-a73d-bf7386c270e8": {
    "id": "a208b4cd-d73e-496a-a73d-bf7386c270e8",
    "name": "Samuel Rundell",
    "alphabeticalName": "Rundell, Samuel",
    "gender": "male",
    "born": 1762,
    "died": 1848,
    "description": "Samuel Rundell (1762 - 1848) was a wool-dealer who lived in Liskeard, a small town in southwest England. When young he befriended that worthy elder and “mother in Israel” Catherine Payton (Phillips), whose wisdom and piety no doubt made lasting impressions upon him. As a minister and author, Rundell was particularly concerned to press the necessity of a real and living experience of inward purification by an unreserved obedience to the light or Spirit of Christ working in the heart. Having witnessed its effectual operation in his own soul, he greatly desired to see this scriptural doctrine both upheld amongst his fellow Quakers and more widely known among sincere Christians of every denomination.",
    "residence": {
      "city": "Liskeard",
      "region": "England"
    },
    "documents": [
      "d230b8ce-a185-42b5-bdf1-cf54130e2764"
    ],
    "url": "https://www.friendslibrary.com/friend/samuel-rundell"
  },
  "7619ef92-d444-40cf-a8e9-7e7ffc36fe4d": {
    "id": "7619ef92-d444-40cf-a8e9-7e7ffc36fe4d",
    "name": "Sarah Grubb",
    "alphabeticalName": "Grubb, Sarah",
    "gender": "female",
    "born": 1756,
    "died": 1790,
    "description": "​​Sarah R. Grubb (1756-1790) was a woman of extraordinary natural abilities, strength of judgment, and clearness of discernment. Being favoured with a visitation of heavenly love when young, she submitted to Christ’s refining fire and was brought into that passive condition wherein the vessels in the Lord’s house are formed and fitted for usefulness. Having been early prepared for service, she came forth as a public minister about the twenty-third year of her age. Some years later, she and her husband founded a girls school in Clonmel, Ireland, where she lived and ministered until her death in 1790, at only 34 years of age.",
    "residence": {
      "city": "York",
      "region": "England",
      "durations": [
        {
          "start": 1756,
          "end": 1787
        }
      ]
    },
    "documents": [
      "d106a18d-6092-4628-a1ec-822f68127743"
    ],
    "url": "https://www.friendslibrary.com/friend/sarah-grubb"
  },
  "016cf5e7-fa39-4f21-8026-e2dad7592343": {
    "id": "016cf5e7-fa39-4f21-8026-e2dad7592343",
    "name": "Sarah Stephenson",
    "alphabeticalName": "Stephenson, Sarah",
    "gender": "female",
    "born": 1738,
    "died": 1802,
    "description": "The heart of Sarah Stephenson (1738-1802) was turned to the Lord at a very young age. Though raised in a wealthy family where many of the world’s treasures were within reach, she says, “The Lord looked down upon me in love, and and so enamoured my soul with His beauty, that I loved to be alone with Him. O how sweet was His presence!” Submitting herself to the forming hand of grace, she grew deep in heavenly life and spiritual experience, and in addition to ministering in larger gatherings of the Lord’s people, she was used more particularly in visiting individual families, going from house to house and speaking to the conditions of people as the Lord gave her utterance.",
    "residence": {
      "city": "Liverpool",
      "region": "England"
    },
    "documents": [
      "8b8604f4-042c-46b9-bdf6-a3ad6921164a"
    ],
    "url": "https://www.friendslibrary.com/friend/sarah-stephenson"
  },
  "a71f80ff-35e0-4df7-b474-f6bf0fb473c7": {
    "id": "a71f80ff-35e0-4df7-b474-f6bf0fb473c7",
    "name": "Stephen Crisp",
    "alphabeticalName": "Crisp, Stephen",
    "gender": "male",
    "born": 1628,
    "died": 1692,
    "description": "Stephen Crisp (1628-1692) is an example of one whose desperate search for Truth (lasting twenty long years) at last brought him to an experiential knowledge of the grace and truth that are in Jesus Christ. Having found the Pearl of great price, he sold all to buy it, and became an eminent preacher and writer among the early Society of Friends. For the remaining thirty-five years of his life, he labored in the power and wisdom of the Spirit, traveling throughout England, Scotland, Holland, and Germany, and writing many valuable epistles and treatises to the church in both the English and Dutch languages.",
    "residence": {
      "city": "Colchester",
      "region": "England"
    },
    "documents": [
      "0d7bb9f8-b098-4dbd-9780-b32805b43e96",
      "2eb862e1-cc3e-4588-a504-98db07a85474",
      "2e80b149-e111-4c8c-ab7a-c5e1ed3861f4",
      "b63ebb27-7aff-4795-ba5b-fd7f2dfe933e"
    ],
    "url": "https://www.friendslibrary.com/friend/stephen-crisp"
  },
  "91e07656-1b05-47c7-9530-8b5a9bde58aa": {
    "id": "91e07656-1b05-47c7-9530-8b5a9bde58aa",
    "name": "Thomas Ellwood",
    "alphabeticalName": "Ellwood, Thomas",
    "gender": "male",
    "born": 1639,
    "died": 1714,
    "description": "​Thomas Ellwood (1639-1714) was a beloved elder and an eminent writer in the early Society of Friends. When a young man, his father took great offense at his joining in society with the despised people called Quakers, and frequently beat him with both fists and cane. At length, Ellwood found refuge in the home of Isaac and Mary Penington, where he came to be considered a member of their family, and eventually served as tutor to the Penington’s young children. Thomas Ellwood is best known among Friends for his many publications in defense of the Truth, and for being the editor of George Fox’s journal.",
    "residence": {
      "city": "Oxford",
      "region": "England"
    },
    "documents": [
      "2ff4c475-b7a6-411f-a960-75edf4bb79fd"
    ],
    "url": "https://www.friendslibrary.com/friend/thomas-ellwood"
  },
  "6bb7f835-a11b-44f4-bf93-2c8c89413d5f": {
    "id": "6bb7f835-a11b-44f4-bf93-2c8c89413d5f",
    "name": "Thomas Kite",
    "alphabeticalName": "Kite, Thomas",
    "gender": "male",
    "born": 1785,
    "died": 1845,
    "description": "Thomas Kite (1785-1845) lived in Philadelphia, Pennsylvania, and was a printer by trade. His early years, he says, “were exposed to the influence of bad example, and were marked by many follies,” yet the Lord followed him with the convictions of His Spirit and at last prevailed upon him to make a total surrender. As an adult he travelled much in the work of the ministry, often pressing the necessity of walking “in the old-fashioned way of the cross.” He was a shining example in his generation of both childlike humility and unflinching boldness, contending earnestly for the faith which was once for all delivered to the saints, and remaining faithful to it during the troublesome times of the Hicksite and Gurneyite separations.",
    "residence": {
      "city": "Philadelphia",
      "region": "Pennsylvania"
    },
    "documents": [
      "c960e64d-3daf-410d-b028-cbf3d2cb1f77"
    ],
    "url": "https://www.friendslibrary.com/friend/thomas-kite"
  },
  "cb5e5a1c-f5d9-43e5-852a-7b960d8a318c": {
    "id": "cb5e5a1c-f5d9-43e5-852a-7b960d8a318c",
    "name": "Thomas Scattergood",
    "alphabeticalName": "Scattergood, Thomas",
    "gender": "male",
    "born": 1748,
    "died": 1814,
    "description": "Thomas Scattergood (1748 - 1814) was a minister in the Society of Friends who knew what it meant to be “in deaths often,” to be “hard-pressed on every side, yet not crushed; perplexed but not in despair.” But his many seasons of conflict and suffering were clearly made a blessing to him, both as a means of personal preservation from the snares of the enemy, and of preparing him to minister in remarkable power and authority in the presence of large assemblies. Few persons, it is believed, were preserved more steadily in a state of inward watchfulness and retirement of spirit, waiting upon the Lord. And few were enabled to see more clearly, or to minister more pertinently to the states of meetings and individuals. Though he always maintained a low opinion of himself, and spoke rarely and diffidently of the fruits of his ministry, all who knew him heartily testified to the baptizing and convincing power of his gospel labors.",
    "residence": {
      "city": "Philadelphia",
      "region": "Pennsylvania"
    },
    "documents": [
      "0af1efec-461d-4936-bf91-cc0f44a60bd9"
    ],
    "url": "https://www.friendslibrary.com/friend/thomas-scattergood"
  },
  "9581fa7b-bffd-469a-9b3a-3fcb731a2693": {
    "id": "9581fa7b-bffd-469a-9b3a-3fcb731a2693",
    "name": "Thomas Shillitoe",
    "alphabeticalName": "Shillitoe, Thomas",
    "gender": "male",
    "born": 1748,
    "died": 1814,
    "description": "Thomas Shillitoe (1754-1836) was a man who knew the voice of the Good Shepherd, and followed it unreservedly through even the most trying and perplexing circumstances. For many years, he traveled as a minister (often on foot) all over Great Britain, Europe, Russia, and America, carefully minding all that his Master required of him, whether it involved attending to the most basic needs of the poor and distressed, or meeting with kings, princes, and heads of state. In 1826, he left England for the United States, where he spent several years laboring to uphold the original principles and practices of Friends against the erroneous doctrines and disorderly conduct of Elias Hicks and his adherents.",
    "residence": {
      "city": "Tottenham",
      "region": "England"
    },
    "documents": [
      "9511ab72-9a2e-4c6e-a102-1f46aebbd348"
    ],
    "url": "https://www.friendslibrary.com/friend/thomas-shillitoe"
  },
  "efbc4dad-18d7-4b15-9a94-26e6ef81686b": {
    "id": "efbc4dad-18d7-4b15-9a94-26e6ef81686b",
    "name": "Thomas Story",
    "alphabeticalName": "Story, Thomas",
    "gender": "male",
    "born": 1662,
    "died": 1742,
    "description": "Thomas Story (1662-1742) was an extremely gifted and serviceable minister in the Society of Friends, who traveled all over England, Ireland, Scotland, Holland, Jamaica, Barbados, and the American colonies in his service for the gospel. He was well-known for both his spiritual depth and his intellectual genius. His clear perception of spiritual truth, profound knowledge of Scripture, and facility of expression made him more than a match for the enemies of truth who attempted to slander and oppose the teachings of early Friends. The many compelling doctrinal arguments found in his journal became very influential among Quakers, and will still be read with great benefit by every genuine seeker of truth.",
    "residence": {
      "city": "Carlisle",
      "region": "England"
    },
    "documents": [
      "659d4885-daa3-42e1-acc4-827ec5cd0d36",
      "62e5131b-33a2-425e-8d33-e912b2b9f0ca",
      "91c346f7-2909-4aca-8987-a96cc41683d1",
      "dcc2ccc5-0fdb-4dd1-8783-5363bb0b0c27"
    ],
    "url": "https://www.friendslibrary.com/friend/thomas-story"
  },
  "5997070a-3c8f-4f00-af4a-154ce56af89a": {
    "id": "5997070a-3c8f-4f00-af4a-154ce56af89a",
    "name": "Thomas Wilson",
    "alphabeticalName": "Wilson, Thomas",
    "gender": "male",
    "born": 1654,
    "died": 1725,
    "description": "Thomas Wilson (1654-1725) was an esteemed minister in the early Society of Friends, whose dedicated life manifested the “sweet savor of the knowledge of Christ in every place.” As a child, he gave up to follow the Lord out of the vanities of the world, and abiding faithfully under the cross, experienced its power “bringing forth judgment unto victory.” He became a powerful minister of the gospel (often the traveling companion of James Dickinson), whose preaching both pierced the hearts of the humble and confounded the minds of adversaries. His godly example in life, great humility, and self-denial greatly adorned his ministry, and he was made a watchful shepherd over the flock of Christ in England, Ireland, Scotland, and America.",
    "residence": {
      "city": "Edenderry",
      "region": "Ireland",
      "durations": [
        {
          "start": 1695,
          "end": 1725
        }
      ]
    },
    "documents": [
      "9acb6df3-765e-47bd-b50c-bab6b3cd7239"
    ],
    "url": "https://www.friendslibrary.com/friend/thomas-wilson"
  },
  "e667086e-adf8-4566-a60f-1659728e6b5c": {
    "id": "e667086e-adf8-4566-a60f-1659728e6b5c",
    "name": "William Caton",
    "alphabeticalName": "Caton, William",
    "gender": "male",
    "born": 1636,
    "died": 1665,
    "description": "William Caton (1636-1665) was just sixteen years old, and residing in the home of Margaret Fell in Swarthmore, when George Fox first came and preached the everlasting gospel in the demonstration of the Spirit and power. Caton was quickly convinced of the truth, and gave up to its purging and sanctifying power. He was made an effectual minister of the gospel before he was twenty years of age, but lived only to his twenty-ninth year. George Fox said of him - “His innocent life preached both righteousness and truth wherever he came, and was a sweet savor to God and in the hearts of the people. He was one who had a care for God’s glory and honor, and for the spreading of the Truth and the prosperity of it. He had many trials and exercises by false brethren, backsliders, and apostates, and among priests and professors, but the Lord gave him dominion over all.”",
    "residence": {
      "city": "Ulverstone",
      "region": "England",
      "durations": [
        {
          "start": 1636,
          "end": 1660
        }
      ]
    },
    "documents": [
      "f4781480-fa53-41b6-bdb0-fdecb16089c0"
    ],
    "url": "https://www.friendslibrary.com/friend/william-caton"
  },
  "f96bee20-d10e-49f2-82be-a6b0f348f46e": {
    "id": "f96bee20-d10e-49f2-82be-a6b0f348f46e",
    "name": "William Dewsbury",
    "alphabeticalName": "Dewsbury, William",
    "gender": "male",
    "born": 1621,
    "died": 1688,
    "description": "William Dewsbury (1621-1688) was an eminent minister and elder in the early Society of Friends whose role in the formation and oversight of the Society was comparable to that of George Fox. Like many others in his day, Dewsbury suffered great persecution for the testimony of Jesus Christ, but never played the coward in the face of adversity. Speaking of his nineteen years of wrongful imprisonment, he declared, “I joyfully entered prisons as palaces and sang praises to my God, esteeming the bolts and locks put upon me as jewels.” After visiting William Dewsbury in 1676, John Whiting described him as “an extraordinary man in many ways, and I thought, as exact a pattern of a perfect man as I ever knew.”",
    "residence": {
      "city": "Allerthorpe",
      "region": "England"
    },
    "documents": [
      "e1f74ba8-b391-4c4e-a77e-f9fcdb6fd8ff"
    ],
    "url": "https://www.friendslibrary.com/friend/william-dewsbury"
  },
  "58930191-0066-4ebf-8064-16b9bda06fe0": {
    "id": "58930191-0066-4ebf-8064-16b9bda06fe0",
    "name": "William Edmundson",
    "alphabeticalName": "Edmundson, William",
    "gender": "male",
    "born": 1627,
    "died": 1712,
    "description": "William Edmundson (1627—1712) is generally considered to be both the first and the most distinguished member of Society of Friends in Ireland. He was convinced of the truth in 1653 by the powerful preaching of James Nayler, and spent over 50 years traveling and suffering for its promotion in the earth. Before the Lord he was meek and submissive, but before the enemies of truth he was as bold as a lion, fearlessly “manifesting the truth to every man’s conscience in the sight of God.” His life was fraught with persecutions and prisons, being often reviled and abused for his obedience to Christ. But through all he remained faithful, and was preserved in strength of body and mind to a good old age, tirelessly serving the church and bearing much fruit to the end of his days.",
    "residence": {
      "city": "Mountmellick",
      "region": "Ireland",
      "durations": [
        {
          "start": 1652,
          "end": 1712
        }
      ]
    },
    "documents": [
      "b61fceff-a434-43f4-9443-342a9137202e"
    ],
    "url": "https://www.friendslibrary.com/friend/william-edmundson"
  },
  "a0395258-083a-4477-b12c-c78201771596": {
    "id": "a0395258-083a-4477-b12c-c78201771596",
    "name": "William Evans",
    "alphabeticalName": "Evans, William",
    "gender": "male",
    "born": 1787,
    "died": 1867,
    "description": "William Evans (1787-1867) was one of the last spiritually living and weighty ministers amidst a greatly divided and quickly vanishing Society of Friends. His journal is remarkable for its deeply personal style, and its valuable and enlightening comments on Scripture, the church, the operation of grace in the soul, ministry, and many other important subjects. Evans witnessed and stood against the two unhappy divisions that greatly crippled the Society in the first half of the 19th century (the Hicksite and Gurneyite separations), contending earnestly for the original principles and practices of Friends. William and his brother Thomas were the editors and publishers of the original Friends’ Library, as well as an updated version of the four-volume work entitled Piety Promoted.",
    "residence": {
      "city": "Philadelphia",
      "region": "Pennsylvania"
    },
    "documents": [
      "bd22a3f4-51e1-45a5-9b65-2f0b21bde039"
    ],
    "url": "https://www.friendslibrary.com/friend/william-evans"
  },
  "6de3c3cc-81c9-4e55-80b0-9f5b8fc6e4a0": {
    "id": "6de3c3cc-81c9-4e55-80b0-9f5b8fc6e4a0",
    "name": "William Penn",
    "alphabeticalName": "Penn, William",
    "gender": "male",
    "born": 1644,
    "died": 1718,
    "description": "William Penn (1644–1718), best known as the founder of the Province of Pennsylvania, was a man courted for his talents and accomplishments, admired for his genius intellect, and beloved for his amiable and humble disposition. He was born into a family of wealth and prominence, educated in the finest schools in London, and as a young man had the road to honor and preferment opened wide before him. But, having tasted something of the true power and purity of Christ in a meeting of the despised people called Quakers, he relinquished his prospects of honor and advantage, renounced the patterns and customs of the world, and lived a life of self-denial as a meek and faithful follower of Jesus Christ.",
    "residence": {
      "city": "London",
      "region": "England",
      "durations": [
        {
          "start": 1644,
          "end": 1682
        }
      ]
    },
    "documents": [
      "53561891-6761-41b8-b5f8-a1ed91e5dde8",
      "a1b1457c-3678-4659-916d-c7b66e465b7e",
      "30ef0a6f-1840-4e66-bb1a-563d1cca1db1"
    ],
    "url": "https://www.friendslibrary.com/friend/william-penn"
  },
  "296c52ad-cd0a-4324-a90b-ed47d01eb5e3": {
    "id": "296c52ad-cd0a-4324-a90b-ed47d01eb5e3",
    "name": "William Savery",
    "alphabeticalName": "Savery, William",
    "gender": "male",
    "born": 1750,
    "died": 1804,
    "description": "Though raised by godly parents, William Savery (1750-1804) turned aside from the path of peace and joined in company with vain and careless youth until the twenty-eighth year of his age. But finding his heart pierced by conviction at a meeting of Friends, he was so deeply affected that he quickly and permanently turned his back upon the world and its ways. Committing himself entirely to teachings of the Spirit of Truth, and seeking to live in steady subjection to the cross, he soon felt a call to preach the gospel both on the continent of North America and in many places in Europe. He was also a great advocate for the Native Americans, sometimes accompanying them in their treaties and negotiations with the United States government, doing all in his power to ensure that they were not misled or mistreated.",
    "residence": {
      "city": "Philadelphia",
      "region": "Pennsylvania"
    },
    "documents": [
      "25755480-7f1c-4f7f-8900-3f472001fae4"
    ],
    "url": "https://www.friendslibrary.com/friend/william-savery"
  },
  "045aa005-fac5-43ac-91b6-3f6e6ed87498": {
    "id": "045aa005-fac5-43ac-91b6-3f6e6ed87498",
    "name": "William Sewel",
    "alphabeticalName": "Sewel, William",
    "gender": "male",
    "born": 1653,
    "died": 1720,
    "description": "William Sewel (1653-1720), being a Quaker himself, an honest and meticulous researcher, and an eye-witness to many of the events described in his writings, has long been considered the foremost authority on the early history of the Society of Friends. This lengthy but invaluable publication (first written in Dutch in 1717, and then translated by Sewel into English) tells the truly amazing story of a people who awoke from the lifeless and formal religion of their day, submitted whole-heartedly to the teachings of the Spirit of truth, and so returned to the original life, light, power, and purity of primitive Christianity.",
    "residence": {
      "city": "Amsterdam",
      "region": "Netherlands"
    },
    "documents": [
      "69c5fc26-76e3-4302-964e-ba46d889003b",
      "2c64c45a-02b0-406d-935f-c90a42daf5a7"
    ],
    "url": "https://www.friendslibrary.com/friend/william-sewel"
  },
  "f54c80ae-e5fe-46b1-adda-768c7e287621": {
    "id": "f54c80ae-e5fe-46b1-adda-768c7e287621",
    "name": "William Shewen",
    "alphabeticalName": "Shewen, William",
    "gender": "male",
    "born": 1631,
    "died": 1695,
    "description": "William Shewen (1631–1695) was an early member of the Society of Friends who lived in London. He does not appear to have been a traveling minister in the society, but was a valuable author and a man known for his deep experience and understanding of both the work of God in the inner man and the attempts of Satan to hinder it. This publication, Meditations and Experiences, is a collection of paragraphs and short treatises, penned throughout Shewen’s life, describing his own openings and experiences of important subjects such as the light of Christ, the kingdom of God, waiting upon the Lord, and overcoming sinful thoughts and imaginations.",
    "residence": {
      "city": "London",
      "region": "England"
    },
    "documents": [
      "5eae7905-1c99-45ba-8ecd-ffd1cba8be47"
    ],
    "url": "https://www.friendslibrary.com/friend/william-shewen"
  }
}